Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# totalLabel
source: Total: {duration}
ar: الإجمالي: {duration}
bn: মোট: {duration}
hi: कुल: {duration}
ja: 合計：{duration}
ru: Итого: {duration}
ur: کل: {duration}

# minimumError
source: Minimum is {value}
ar: الحد الأدنى هو {value}
bn: সর্বনিম্ন হল {value}
es: El mínimo es {value}
hi: न्यूनतम {value} है
id: Minimum adalah {value}
ja: 最小値は{value}です
pt: O mínimo é {value}
ru: Минимум {value}
ur: کم از کم {value} ہے

# maximumError
source: Maximum is {value}
ar: الحد الأقصى هو {value}
bn: সর্বোচ্চ হল {value}
es: El máximo es {value}
hi: अधिकतम {value} है
id: Maksimum adalah {value}
ja: 最大値は{value}です
pt: O máximo é {value}
ru: Максимум {value}
ur: زیادہ سے زیادہ {value} ہے

# rangeInfo
source: Range: {min} - {max}
ar: النطاق: {min} - {max}
bn: পরিসীমা: {min} - {max}
es: Rango: {min} - {max}
hi: सीमा: {min} - {max}
id: Rentang: {min} - {max}
ja: 範囲：{min} - {max}
pt: Intervalo: {min} - {max}
ru: Диапазон: {min} - {max}
ur: حد: {min} - {max}

# saveButton
source: Save
ar: حفظ
bn: সংরক্ষণ করুন
es: Guardar
hi: सहेजें
id: Simpan
ja: 保存
pt: Salvar
ru: Сохранить
ur: محفوظ کریں

# timeFormatSeconds
source: {seconds}s
ar: {seconds}ث
bn: {seconds}সে
hi: {seconds}से
id: {seconds}dtk
ja: {seconds}秒
ru: {seconds}с
ur: {seconds}س

# timeFormatMinute
source: 1 min
ar: 1 د
bn: 1 মিনিট
hi: 1 मिनट
id: 1 mnt
ja: 1分
ru: 1 мин
ur: 1 منٹ

# timeFormatMinutes
source: {minutes} min
ar: {minutes} د
bn: {minutes} মিনিট
hi: {minutes} मिनट
id: {minutes} mnt
ja: {minutes}分
ru: {minutes} мин
ur: {minutes} منٹ

# timeFormatMinutesSeconds
source: {minutes} min {seconds}s
ar: {minutes} د {seconds}ث
bn: {minutes} মি {seconds}সে
hi: {minutes} मि {seconds}से
id: {minutes} mnt {seconds}dtk
ja: {minutes}分{seconds}秒
ru: {minutes} мин {seconds}с
ur: {minutes} م {seconds}س

# alertsLimitsSubtitle
source: Manage your screen time limits and notifications
ar: إدارة حدود وقت الشاشة والإشعارات الخاصة بك
bn: আপনার স্ক্রিন টাইম সীমা এবং বিজ্ঞপ্তিগুলি পরিচালনা করুন
es: Gestiona tus límites de tiempo de pantalla y notificaciones
hi: अपने स्क्रीन टाइम की सीमा और सूचनाओं को प्रबंधित करें
id: Kelola batas waktu layar dan notifikasi Anda
ja: スクリーンタイムの制限と通知を管理する
ru: Управляйте лимитами экранного времени и уведомлениями
ur: اپنے اسکرین ٹائم کی حدود اور اطلاعات کا نظم کریں

# applicationsSubtitle
source: Manage your tracked applications
ar: إدارة التطبيقات المتتبعة الخاصة بك
bn: আপনার ট্র্যাক করা অ্যাপ্লিকেশনগুলি পরিচালনা করুন
es: Gestiona tus aplicaciones rastreadas
hi: अपने ट्रैक किए गए एप्लिकेशन प्रबंधित करें
id: Kelola aplikasi yang dilacak
ja: 追跡されたアプリケーションを管理する
ru: Управляйте отслеживаемыми приложениями
ur: اپنی ٹریک کردہ ایپلیکیشنز کا نظم کریں

# applicationCount
source: {count, plural, =1{1 application} other{{count} applications}}
ar: {count, plural, other{{count} تطبيق}}
bn: {count, plural, =1{1টি অ্যাপ্লিকেশন} other{{count}টি অ্যাপ্লিকেশন}}
es: {count, plural, =1{1 aplicación} other{{count} aplicaciones}}
hi: {count, plural, =1{1 एप्लिकेशन} other{{count} एप्लिकेशन}}
id: {count, plural, other{{count} aplikasi}}
ja: {count, plural, other{{count} 個のアプリケーション}}
ru: {count, plural, =1{1 приложение} few{{count} приложения} other{{count} приложений}}
ur: {count, plural, other{{count} ایپلیکیشنز}}

source: No applications found
ar: لم يتم العثور على تطبيقات
bn: কোনো অ্যাপ্লিকেশন পাওয়া যায়নি
es: No se encontraron aplicaciones
hi: कोई एप्लिकेशन नहीं मिला
id: Tidak ada aplikasi ditemukan
ja: アプリケーションが見つかりません
ru: Приложения не найдены
ur: کوئی ایپلیکیشن نہیں ملی

# tryAdjustingFilters
source: Try adjusting your filters
ar: حاول ضبط المرشحات الخاصة بك
bn: আপনার ফিল্টার সামঞ্জস্য করার চেষ্টা করুন
es: Intenta ajustar tus filtros
hi: अपने फ़िल्टर समायोजित करने का प्रयास करें
id: Coba sesuaikan filter Anda
ja: フィルターを調整してみてください
ru: Попробуйте настроить фильтры
ur: اپنے فلٹرز کو ایڈجسٹ کرنے کی کوشش کریں

# configureAppSettings
source: Configure application settings
ar: تكوين إعدادات التطبيق
bn: অ্যাপ্লিকেশন সেটিংস কনফিগার করুন
es: Configurar ajustes de la aplicación
hi: एप्लिकेशन सेटिंग्स कॉन्फ़िगर करें
id: Konfigurasi pengaturan aplikasi
ja: アプリケーション設定を構成する
ru: Настроить параметры приложения
ur: ایپلیکیشن کی ترتیبات کو تشکیل دیں

# behaviorSection
source: Behavior
ar: السلوك
bn: আচরণ
es: Comportamiento
hi: व्यवहार
id: Perilaku
ja: 動作
ru: Поведение
ur: رویہ

# helpSubtitle
source: {count, plural, =1{1 question across 7 categories} other{{count} questions across 7 categories}}
ar: {count, plural, other{{count} سؤال عبر 7 فئات}}
bn: {count, plural, =1{7টি বিভাগে 1টি প্রশ্ন} other{7টি বিভাগে {count}টি প্রশ্ন}}
es: {count, plural, =1{1 pregunta en 7 categorías} other{{count} preguntas en 7 categorías}}
hi: {count, plural, =1{7 श्रेणियों में 1 प्रश्न} other{7 श्रेणियों में {count} प्रश्न}}
id: {count, plural, other{{count} pertanyaan di 7 kategori}}
ja: {count, plural, other{7つのカテゴリに{count}個の質問}}
ru: {count, plural, =1{1 вопрос в 7 категориях} few{{count} вопроса в 7 категориях} other{{count} вопросов в 7 категориях}}
ur: {count, plural, other{7 زمروں میں {count} سوالات}}

source: Search for help...
ar: البحث عن المساعدة...
bn: সাহায্য খুঁজুন...
es: Buscar ayuda...
hi: सहायता खोजें...
id: Cari bantuan...
ja: ヘルプを検索...
ru: Поиск справки...
ur: مدد تلاش کریں...

# quickNavGeneral
source: General
ar: عام
bn: সাধারণ
hi: सामान्य
id: Umum
ja: 一般
ru: Общие
ur: عمومی

# quickNavApps
source: Apps
ar: التطبيقات
bn: অ্যাপস
es: Aplicaciones
hi: ऐप्स
id: Aplikasi
ja: アプリ
ru: Приложения
ur: ایپس

# quickNavReports
source: Reports
ar: التقارير
bn: রিপোর্ট
es: Informes
hi: रिपोर्ट
id: Laporan
ja: レポート
ru: Отчеты
ur: رپورٹس

# quickNavFocus
source: Focus
ar: التركيز
bn: ফোকাস
es: Enfoque
hi: फोकस
id: Fokus
ja: フォーカス
ru: Фокус
ur: فوکس

source: No results found
ar: لم يتم العثور على نتائج
bn: কোনো ফলাফল পাওয়া যায়নি
es: No se encontraron resultados
hi: कोई परिणाम नहीं मिला
id: Tidak ada hasil ditemukan
ja: 結果が見つかりません
ru: Результаты не найдены
ur: کوئی نتیجہ نہیں ملا

# tryDifferentKeywords
source: Try searching with different keywords
ar: حاول البحث بكلمات مفتاحية مختلفة
bn: বিভিন্ন কীওয়ার্ড দিয়ে খোঁজার চেষ্টা করুন
es: Intenta buscar con diferentes palabras clave
hi: विभिन्न कीवर्ड के साथ खोजने का प्रयास करें
id: Coba cari dengan kata kunci yang berbeda
ja: 別のキーワードで検索してみてください
ru: Попробуйте поискать с другими ключевыми словами
ur: مختلف مطلوبہ الفاظ کے ساتھ تلاش کرنے کی کوشش کریں

source: Clear Search
ar: مسح البحث
bn: অনুসন্ধান সাফ করুন
es: Limpiar Búsqueda
hi: खोज साफ़ करें
id: Hapus Pencarian
ja: 検索をクリア
ru: Очистить поиск
ur: تلاش صاف کریں

# greetingMorning
source: Good morning! Here's your activity summary.
ar: صباح الخير! هذا ملخص نشاطك.
bn: সুপ্রভাত! এখানে আপনার কার্যকলাপের সারাংশ রয়েছে।
es: ¡Buenos días! Aquí está tu resumen de actividad.
hi: सुप्रभात! यह आपकी गतिविधि का सारांश है।
id: Selamat pagi! Ini ringkasan aktivitas Anda.
ja: おはようございます！アクティビティの概要をご覧ください。
ru: Доброе утро! Вот краткая информация о вашей активности.
ur: صبح بخیر! یہ آپ کی سرگرمی کا خلاصہ ہے۔

# greetingAfternoon
source: Good afternoon! Here's your activity summary.
ar: مساء الخير! هذا ملخص نشاطك.
bn: শুভ বিকাল! এখানে আপনার কার্যকলাপের সারাংশ রয়েছে।
es: ¡Buenas tardes! Aquí está tu resumen de actividad.
hi: शुभ दोपहर! यह आपकी गतिविधि का सारांश है।
id: Selamat siang! Ini ringkasan aktivitas Anda.
ja: こんにちは！アクティビティの概要をご覧ください。
ru: Добрый день! Вот краткая информация о вашей активности.
ur: سہ پہر بخیر! یہ آپ کی سرگرمی کا خلاصہ ہے۔

# greetingEvening
source: Good evening! Here's your activity summary.
ar: مساء الخير! هذا ملخص نشاطك.
bn: শুভ সন্ধ্যা! এখানে আপনার কার্যকলাপের সারাংশ রয়েছে।
es: ¡Buenas noches! Aquí está tu resumen de actividad.
hi: शुभ संध्या! यह आपकी गतिविधि का सारांश है।
id: Selamat malam! Ini ringkasan aktivitas Anda.
ja: こんばんは！アクティビティの概要をご覧ください。
ru: Добрый вечер! Вот краткая информация о вашей активности.
ur: شام بخیر! یہ آپ کی سرگرمی کا خلاصہ ہے۔

# screenTimeProgress
source: Screen Time
ar: وقت الشاشة
bn: স্ক্রীন সময়
es: Tiempo de Pantalla
hi: स्क्रीन टाइम
id: Waktu Layar
ja: スクリーン タイム
ru: Экранное Время
ur: اسکرین ٹائم

# productiveScoreProgress
source: Productive Score
ar: نقاط الإنتاجية
bn: উৎপাদনশীল স্কোর
es: Puntuación Productiva
hi: उत्पादक स्कोर
id: Skor Produktivitas
ja: 生産性 スコア
ru: Показатель Продуктивности
ur: پیداواری سکور

# themeLight
source: Light
ar: فاتح
bn: হালকা
es: Claro
hi: हल्का
id: Terang
ja: ライト
ru: Светлая
ur: ہلکا

# themeDark
source: Dark
ar: داكن
bn: গাঢ়
es: Oscuro
hi: गहरा
id: Gelap
ja: ダーク
ru: Тёмная
ur: گہرا

# themeSystem
source: System
ar: النظام
bn: সিস্টেম
es: Sistema
hi: सिस्टम
id: Sistem
ja: システム
ru: Системная
ur: سسٹم

# voiceGenderTitle
source: Voice Gender
ar: جنس الصوت
bn: ভয়েস লিঙ্গ
es: Género de voz
hi: आवाज़ का लिंग
id: Jenis Kelamin Suara
ja: 音声の性別
ru: Пол голоса
ur: آواز کی جنس

# voiceGenderDescription
source: Choose the voice gender for timer notifications
ar: اختر جنس الصوت لإشعارات المؤقت
bn: টাইমার বিজ্ঞপ্তির জন্য ভয়েসের লিঙ্গ নির্বাচন করুন
es: Elige el género de voz para las notificaciones del temporizador
hi: टाइमर सूचनाओं के लिए आवाज़ का लिंग चुनें
id: Pilih jenis kelamin suara untuk notifikasi timer
ja: タイマー通知の音声の性別を選択してください
ru: Выберите пол голоса для уведомлений таймера
ur: ٹائمر اطلاعات کے لیے آواز کی جنس منتخب کریں

# voiceGenderMale
source: Male
ar: ذكر
bn: পুরুষ
es: Masculino
hi: पुरुष
id: Pria
ja: 男性
ru: Мужской
ur: مرد

# voiceGenderFemale
source: Female
ar: أنثى
bn: মহিলা
es: Femenino
hi: महिला
id: Wanita
ja: 女性
ru: Женский
ur: عورت

# focusModeSubtitle
source: Stay focused, be productive
ar: ابق مركزًا، كن منتجًا
bn: মনোযোগী থাকুন, উৎপাদনশীল হন
es: Mantén el enfoque, sé productivo
hi: केंद्रित रहें, उत्पादक बनें
id: Tetap fokus, jadilah produktif
ja: 集中して、生産的に
ru: Оставайтесь сосредоточенными, будьте продуктивны
ur: توجہ مرکوز رکھیں، پیداواری بنیں

source: This Week
ar: هذا الأسبوع
bn: এই সপ্তাহ
es: Esta Semana
hi: इस सप्ताह
id: Minggu Ini
ja: 今週
ru: На этой неделе
ur: اس ہفتے

source: Sessions
ar: الجلسات
bn: সেশন
es: Sesiones
hi: सत्र
id: Sesi
ja: セッション
ru: Сессии
ur: سیشنز

source: Total Time
ar: إجمالي الوقت
bn: মোট সময়
es: Tiempo total
hi: कुल समय
id: Total Waktu
ja: 合計時間
ru: Общее время
ur: کل وقت

source: Avg Length
ar: متوسط المدة
bn: গড় দৈর্ঘ্য
es: Duración Media
hi: औसत अवधि
id: Rata-rata Durasi
ja: 平均時間
ru: Средняя длительность
ur: اوسط لمبائی

source: Focus Time
ar: وقت التركيز
bn: ফোকাস টাইম
es: Tiempo de Enfoque
hi: फोकस समय
id: Waktu Fokus
ja: 集中時間
ru: Время фокуса
ur: فوکس ٹائم

source: Paused
ar: متوقف مؤقتًا
bn: বিরতি দেওয়া হয়েছে
es: Pausado
hi: रोका गया
id: Dijeda
ja: 一時停止中
ru: Приостановлено
ur: موقوف

# shortBreakStatus
source: Short Break
ar: استراحة قصيرة
bn: সংক্ষিপ্ত বিরতি
es: Descanso Corto
hi: छोटा ब्रेक
id: Istirahat Pendek
ja: 短い休憩
ru: Короткий перерыв
ur: مختصر وقفہ

# longBreakStatus
source: Long Break
ar: استراحة طويلة
bn: দীর্ঘ বিরতি
es: Descanso Largo
hi: लंबा ब्रेक
id: Istirahat Panjang
ja: 長い休憩
ru: Длинный перерыв
ur: طویل وقفہ

source: Ready to Focus
ar: جاهز للتركيز
bn: ফোকাস করার জন্য প্রস্তুত
es: Listo para Enfocar
hi: फोकस के लिए तैयार
id: Siap untuk Fokus
ja: 集中する準備完了
ru: Готов к фокусировке
ur: فوکس کے لیے تیار

source: Focus
ar: تركيز
bn: ফোকাস
es: Enfoque
hi: फोकस
id: Fokus
ja: 集中
ru: Фокус
ur: فوکس

source: Restart Session
ar: إعادة تشغيل الجلسة
bn: সেশন পুনরায় শুরু করুন
es: Reiniciar Sesión
hi: सत्र पुनः प्रारंभ करें
id: Mulai Ulang Sesi
ja: セッションを再開
ru: Перезапустить сессию
ur: سیشن دوبارہ شروع کریں

source: Skip to Next
ar: الانتقال إلى التالي
bn: পরবর্তীতে যান
es: Saltar al Siguiente
hi: अगले पर जाएं
id: Lompat ke Berikutnya
ja: 次へスキップ
ru: Перейти к следующему
ur: اگلے پر جائیں

source: Settings
ar: الإعدادات
bn: সেটিংস
es: Configuración
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ru: Настройки
ur: ترتیبات

# sessionsCompleted
source: {count, plural, =1{1 session completed} other{{count} sessions completed}}
ar: {count, plural, other{{count} جلسة مكتملة}}
bn: {count, plural, =1{1টি সেশন সম্পন্ন} other{{count}টি সেশন সম্পন্ন}}
es: {count, plural, =1{1 sesión completada} other{{count} sesiones completadas}}
hi: {count, plural, =1{1 सत्र पूर्ण} other{{count} सत्र पूर्ण}}
id: {count, plural, other{{count} sesi selesai}}
ja: {count, plural, other{{count} セッション完了}}
ru: {count, plural, =1{1 сессия завершена} few{{count} сессии завершены} other{{count} сессий завершено}}
ur: {count, plural, other{{count} سیشنز مکمل}}

source: Focus Mode Preset
ar: إعداد مسبق لوضع التركيز
bn: ফোকাস মোড প্রিসেট
es: Preset de Modo de Enfoque
hi: फोकस मोड प्रीसेट
id: Preset Mode Fokus
ja: 集中モードプリセット
ru: Предустановка режима фокуса
ur: فوکس موڈ پری سیٹ

source: Focus Duration
ar: مدة التركيز
bn: ফোকাস সময়কাল
es: Duración de Enfoque
hi: फोकस अवधि
id: Durasi Fokus
ja: 集中時間
ru: Продолжительность фокуса
ur: فوکس کی مدت

# minutesFormat
source: {minutes} min
ar: {minutes} دقيقة
bn: {minutes} মিনিট
hi: {minutes} मिनट
id: {minutes} mnt
ja: {minutes} 分
ru: {minutes} мин
ur: {minutes} منٹ

# shortBreakDuration
source: Short Break
ar: استراحة قصيرة
bn: সংক্ষিপ্ত বিরতি
es: Descanso Corto
hi: छोटा ब्रेक
id: Istirahat Pendek
ja: 短い休憩
ru: Короткий перерыв
ur: مختصر وقفہ

# longBreakDuration
source: Long Break
ar: استراحة طويلة
bn: দীর্ঘ বিরতি
es: Descanso Largo
hi: लंबा ब्रेक
id: Istirahat Panjang
ja: 長い休憩
ru: Длинный перерыв
ur: طویل وقفہ

source: Enable Sounds
ar: تفعيل الأصوات
bn: শব্দ সক্ষম করুন
es: Activar Sonidos
hi: ध्वनि सक्षम करें
id: Aktifkan Suara
ja: サウンドを有効にする
ru: Включить звуки
ur: آوازیں فعال کریں

# focus_mode_this_week
source: This Week
ar: هذا الأسبوع
bn: এই সপ্তাহ
es: Esta Semana
hi: इस सप्ताह
id: Minggu Ini
ja: 今週
ru: На этой неделе
ur: اس ہفتے

# focus_mode_best_day
source: Best Day
ar: أفضل يوم
bn: সেরা দিন
es: Mejor Día
hi: सर्वश्रेष्ठ दिन
id: Hari Terbaik
ja: ベストデー
ru: Лучший день
ur: بہترین دن

# focus_mode_sessions_count
source: {count, plural, =0{0 sessions} =1{1 session} other{{count} sessions}}
ar: {count} جلسة
bn: {count}টি সেশন
es: {count, plural, =0{0 sesiones} =1{1 sesión} other{{count} sesiones}}
hi: {count} सत्र
id: {count} sesi
ja: {count}セッション
ru: {count, plural, =1{1 сеанс} few{{count} сеанса} many{{count} сеансов} other{{count} сеанса}}
ur: {count} سیشن

# focus_mode_no_data_yet
source: No data yet
ar: لا توجد بيانات حتى الآن
bn: এখনও কোনো ডেটা নেই
es: Sin datos aún
hi: अभी तक कोई डेटा नहीं
id: Belum ada data
ja: データがまだありません
ru: Данных пока нет
ur: ابھی تک کوئی ڈیٹا نہیں

# chart_current
source: Current
ar: الحالي
bn: বর্তমান
es: Actual
hi: वर्तमान
id: Saat Ini
ja: 現在
ru: Текущий
ur: موجودہ

# chart_previous
source: Previous
ar: السابق
bn: পূর্ববর্তী
es: Anterior
hi: पिछला
id: Sebelumnya
ja: 前回
ru: Предыдущий
ur: پچھلا

source: Permission Error
ar: خطأ في الإذن
bn: অনুমতি ত্রুটি
es: Error de Permiso
hi: अनुमति त्रुटि
id: Kesalahan Izin
ja: 許可エラー
ru: Ошибка разрешения
ur: اجازت کی خرابی

source: Notification Permission Denied
ar: تم رفض إذن الإشعار
bn: বিজ্ঞপ্তি অনুমতি প্রত্যাখ্যাত
es: Permiso de Notificación Denegado
hi: सूचना अनुमति अस्वीकृत
id: Izin Notifikasi Ditolak
ja: 通知の許可が拒否されました
ru: Разрешение на уведомления отклонено
ur: اطلاع کی اجازت مسترد

# notification_permission_denied_message
source: ScreenTime needs notification permission to send you alerts and reminders. Would you like to open System Settings to enable notifications?
ar: يحتاج ScreenTime إلى إذن الإشعار لإرسال التنبيهات والتذكيرات. هل تريد فتح إعدادات النظام لتمكين الإشعارات؟
bn: ScreenTime আপনাকে সতর্কতা এবং অনুস্মারক পাঠাতে বিজ্ঞপ্তি অনুমতির প্রয়োজন। আপনি কি বিজ্ঞপ্তি সক্ষম করতে সিস্টেম সেটিংস খুলতে চান?
es: ScreenTime necesita permiso de notificación para enviarle alertas y recordatorios. ¿Desea abrir la Configuración del Sistema para habilitar las notificaciones?
hi: ScreenTime को आपको अलर्ट और रिमाइंडर भेजने के लिए सूचना अनुमति की आवश्यकता है। क्या आप सूचनाओं को सक्षम करने के लिए सिस्टम सेटिंग्स खोलना चाहेंगे?
id: ScreenTime memerlukan izin notifikasi untuk mengirimkan peringatan dan pengingat. Apakah Anda ingin membuka Pengaturan Sistem untuk mengaktifkan notifikasi?
ja: ScreenTimeはアラートとリマインダーを送信するために通知の許可が必要です。 通知を有効にするためにシステム設定を開きますか？
ru: ScreenTime требуется разрешение на уведомления для отправки предупреждений и напоминаний. Хотите открыть системные настройки, чтобы включить уведомления?
ur: ScreenTime کو آپ کو الرٹس اور یاد دہانیاں بھیجنے کے لیے اطلاع کی اجازت درکار ہے۔ کیا آپ اطلاعات کو فعال کرنے کے لیے سسٹم کی ترتیبات کھولنا چاہیں گے؟

# notification_permission_denied_hint
source: Open System Settings to enable notifications for ScreenTime.
ar: افتح إعدادات النظام لتمكين إشعارات ScreenTime.
bn: ScreenTime এর জন্য বিজ্ঞপ্তি সক্ষম করতে সিস্টেম সেটিংস খুলুন।
es: Abra la Configuración del Sistema para habilitar las notificaciones de ScreenTime.
hi: ScreenTime के लिए सूचनाओं को सक्षम करने के लिए सिस्टम सेटिंग्स खोलें।
id: Buka Pengaturan Sistem untuk mengaktifkan notifikasi ScreenTime.
ja: ScreenTimeの通知を有効にするには、システム設定を開いてください。
ru: Откройте системные настройки, чтобы включить уведомления для ScreenTime.
ur: ScreenTime کے لیے اطلاعات کو فعال کرنے کے لیے سسٹم کی ترتیبات کھولیں۔

source: Notification Permission Required
ar: مطلوب إذن الإشعار
bn: বিজ্ঞপ্তি অনুমতি প্রয়োজন
es: Permiso de Notificación Requerido
hi: सूचना अनुमति आवश्यक
id: Izin Notifikasi Diperlukan
ja: 通知の許可が必要です
ru: Требуется разрешение на уведомления
ur: اطلاع کی اجازت درکار

# notification_permission_required_message
source: ScreenTime needs permission to send you notifications.
ar: يحتاج ScreenTime إلى إذن لإرسال الإشعارات إليك.
bn: ScreenTime আপনাকে বিজ্ঞপ্তি পাঠাতে অনুমতির প্রয়োজন।
es: ScreenTime necesita permiso para enviarle notificaciones.
hi: ScreenTime को आपको सूचनाएं भेजने के लिए अनुमति की आवश्यकता है।
id: ScreenTime memerlukan izin untuk mengirimkan notifikasi kepada Anda.
ja: ScreenTimeは通知を送信するために許可が必要です。
ru: ScreenTime требуется разрешение для отправки уведомлений.
ur: ScreenTime کو آپ کو اطلاعات بھیجنے کے لیے اجازت درکار ہے۔

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
es: Abrir Configuración
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ja: 設定を開く
ru: Открыть настройки
ur: ترتیبات کھولیں

source: Allow Notifications
ar: السماح بالإشعارات
bn: বিজ্ঞপ্তি অনুমতি দিন
es: Permitir Notificaciones
hi: सूचनाओं की अनुमति दें
id: Izinkan Notifikasi
ja: 通知を許可
ru: Разрешить уведомления
ur: اطلاعات کی اجازت دیں

# permission_allowed
source: Allowed
ar: مسموح
bn: অনুমোদিত
es: Permitido
hi: अनुमत
id: Diizinkan
ja: 許可済み
ru: Разрешено
ur: اجازت دی گئی

# permission_denied
source: Denied
ar: مرفوض
bn: প্রত্যাখ্যাত
es: Denegado
hi: अस्वीकृत
id: Ditolak
ja: 拒否
ru: Отклонено
ur: مسترد

# permission_not_set
source: Not Set
ar: غير محدد
bn: সেট করা নেই
es: No Configurado
hi: सेट नहीं
id: Tidak Diatur
ja: 未設定
ru: Не установлено
ur: سیٹ نہیں

source: On
ar: تشغيل
bn: চালু
es: Activado
hi: चालू
id: Aktif
ja: オン
ru: Вкл
ur: آن

source: Off
ar: إيقاف
bn: বন্ধ
es: Desactivado
hi: बंद
id: Nonaktif
ja: オフ
ru: Выкл
ur: آف

# enable_notification_permission_hint
source: Enable notification permission to receive alerts
ar: قم بتمكين إذن الإشعار لتلقي التنبيهات
bn: সতর্কতা পেতে বিজ্ঞপ্তি অনুমতি সক্ষম করুন
es: Habilite el permiso de notificación para recibir alertas
hi: अलर्ट प्राप्त करने के लिए सूचना अनुमति सक्षम करें
id: Aktifkan izin notifikasi untuk menerima peringatan
ja: アラートを受信するには通知の許可を有効にしてください
ru: Включите разрешение на уведомления для получения оповещений
ur: الرٹس حاصل کرنے کے لیے اطلاع کی اجازت فعال کریں

# minutes_format
source: {minutes} min
ar: {minutes} دقيقة
bn: {minutes} মিনিট
hi: {minutes} मिनट
id: {minutes} menit
ja: {minutes}分
ru: {minutes} мин
ur: {minutes} منٹ

# chart_average
source: Average
ar: المتوسط
bn: গড়
es: Promedio
hi: औसत
id: Rata-rata
ja: 平均
ru: Средний
ur: اوسط

# chart_peak
source: Peak
ar: الذروة
bn: সর্বোচ্চ
es: Pico
hi: चरम
id: Puncak
ja: ピーク
ru: Пик
ur: چوٹی

# chart_lowest
source: Lowest
ar: الأدنى
bn: সর্বনিম্ন
es: Más bajo
hi: सबसे कम
id: Terendah
ja: 最低
ru: Самый низкий
ur: سب سے کم

source: Active
ar: نشط
bn: সক্রিয়
es: Activo
hi: सक्रिय
id: Aktif
ja: アクティブ
ru: Активно
ur: فعال

source: Disabled
ar: معطل
bn: নিষ্ক্রিয়
es: Deshabilitado
hi: अक्षम
id: Dinonaktifkan
ja: 無効
ru: Отключено
ur: غیر فعال

source: Advanced Options
ar: خيارات متقدمة
bn: উন্নত বিকল্পসমূহ
es: Opciones Avanzadas
hi: उन्नत विकल्प
id: Opsi Lanjutan
ja: 詳細オプション
ru: Расширенные параметры
ur: اعلی درجے کے اختیارات

source: Sync Ready
ar: المزامنة جاهزة
bn: সিঙ্ক প্রস্তুত
es: Sincronización Lista
hi: सिंक तैयार
id: Sinkronisasi Siap
ja: 同期準備完了
ru: Синхронизация готова
ur: سنک تیار

source: Success
ar: نجاح
bn: সফলতা
es: Éxito
hi: सफलता
id: Sukses
ja: 成功
ru: Успех
ur: کامیابی

# destructive_badge
source: Destructive
ar: مدمر
bn: ধ্বংসাত্মক
es: Destructivo
hi: विनाशकारी
id: Destruktif
ja: 破壊的
ru: Деструктивный
ur: تباہ کن

# recommended_badge
source: Recommended
ar: موصى به
bn: প্রস্তাবিত
es: Recomendado
hi: अनुशंसित
id: Direkomendasikan
ja: 推奨
ru: Рекомендуется
ur: تجویز کردہ

# safe_badge
source: Safe
ar: آمن
bn: নিরাপদ
es: Seguro
hi: सुरक्षित
id: Aman
ja: 安全
ru: Безопасный
ur: محفوظ

source: Overview
ar: نظرة عامة
bn: সংক্ষিপ্ত বিবরণ
es: Resumen
hi: अवलोकन
id: Ikhtisar
ja: 概要
ru: Обзор
ur: جائزہ

source: Patterns
ar: الأنماط
bn: প্যাটার্ন
es: Patrones
hi: पैटर्न
id: Pola
ja: パターン
ru: Шаблоны
ur: نمونے

source: Apps
ar: التطبيقات
bn: অ্যাপ্স
es: Aplicaciones
hi: ऐप्स
id: Aplikasi
ja: アプリ
ru: Приложения
ur: ایپس

source: Sort Ascending
ar: ترتيب تصاعدي
bn: ঊর্ধ্বক্রমে সাজান
es: Ordenar Ascendente
hi: आरोही क्रम में क्रमबद्ध करें
id: Urutkan Naik
ja: 昇順で並べ替え
ru: Сортировать по возрастанию
ur: چڑھتی ترتیب

source: Sort Descending
ar: ترتيب تنازلي
bn: অবরোহক্রমে সাজান
es: Ordenar Descendente
hi: अवरोही क्रम में क्रमबद्ध करें
id: Urutkan Turun
ja: 降順で並べ替え
ru: Сортировать по убыванию
ur: اترتی ترتیب

# applicationsShowing
source: {count, plural, =0{0 applications showing} =1{1 application showing} other{{count} applications showing}}
ar: عرض {count} تطبيق
bn: {count}টি অ্যাপ্লিকেশন দেখানো হচ্ছে
es: {count, plural, =0{0 aplicaciones mostrando} =1{1 aplicación mostrando} other{{count} aplicaciones mostrando}}
hi: {count} एप्लिकेशन दिखाई जा रही हैं
id: {count} aplikasi ditampilkan
ja: {count}個のアプリケーションを表示中
ru: {count, plural, =1{Показано {count} приложение} few{Показано {count} приложения} many{Показано {count} приложений} other{Показано {count} приложения}}
ur: {count} ایپلیکیشنز دکھائی جا رہی ہیں

# valueLabel
source: Value: {value}
ar: القيمة: {value}
bn: মান: {value}
es: Valor: {value}
hi: मान: {value}
id: Nilai: {value}
ja: 値：{value}
ru: Значение: {value}
ur: قدر: {value}

# appsCount
source: {count, plural, =0{0 apps} =1{1 app} other{{count} apps}}
ar: {count} تطبيق
bn: {count}টি অ্যাপ
es: {count, plural, =0{0 aplicaciones} =1{1 aplicación} other{{count} aplicaciones}}
hi: {count} ऐप्स
id: {count} aplikasi
ja: {count}個のアプリ
ru: {count, plural, =1{1 приложение} few{{count} приложения} many{{count} приложений} other{{count} приложения}}
ur: {count} ایپس

# categoriesCount
source: {count, plural, =0{0 categories} =1{1 category} other{{count} categories}}
ar: {count} فئة
bn: {count}টি বিভাগ
es: {count, plural, =0{0 categorías} =1{1 categoría} other{{count} categorías}}
hi: {count} श्रेणियाँ
id: {count} kategori
ja: {count}個のカテゴリ
ru: {count, plural, =1{1 категория} few{{count} категории} many{{count} категорий} other{{count} категории}}
ur: {count} زمرے
