Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# replaceModeTitle
source: Replace
ar: استبدال
bn: প্রতিস্থাপন
es: Reemplazar
hi: प्रतिस्थापित करें
id: Ganti
ja: 置換
pt: Substituir
ru: Заменить
ur: تبدیل کریں

# replaceModeDescription
source: Replace all existing data
ar: استبدال جميع البيانات الموجودة
bn: সমস্ত বিদ্যমান ডেটা প্রতিস্থাপন করুন
es: Reemplazar todos los datos existentes
hi: सभी मौजूदा डेटा प्रतिस्थापित करें
id: Ganti semua data yang ada
ja: 既存のすべてのデータを置換
pt: Substituir todos os dados existentes
ru: Заменить все существующие данные
ur: تمام موجودہ ڈیٹا کو تبدیل کریں

# mergeModeTitle
source: Merge
ar: دمج
bn: মার্জ
es: Fusionar
hi: मर्ज करें
id: Gabung
ja: マージ
pt: Mesclar
ru: Объединить
ur: ضم کریں

# mergeModeDescription
source: Combine with existing data
ar: الدمج مع البيانات الموجودة
bn: বিদ্যমান ডেটার সাথে একত্রিত করুন
es: Combinar con los datos existentes
hi: मौजूदा डेटा के साथ जोड़ें
id: Gabungkan dengan data yang ada
ja: 既存のデータと結合
pt: Combinar com dados existentes
ru: Объединить с существующими данными
ur: موجودہ ڈیٹا کے ساتھ ملائیں

# appendModeTitle
source: Append
ar: إلحاق
bn: সংযুক্ত
es: Añadir
hi: जोड़ें
id: Tambah
ja: 追加
pt: Anexar
ru: Добавить
ur: شامل کریں

# appendModeDescription
source: Only add new records
ar: إضافة السجلات الجديدة فقط
bn: শুধুমাত্র নতুন রেকর্ড যোগ করুন
es: Solo agregar nuevos registros
hi: केवल नए रिकॉर्ड जोड़ें
id: Hanya tambahkan catatan baru
ja: 新しいレコードのみを追加
pt: Adicionar apenas novos registros
ru: Добавить только новые записи
ur: صرف نئے ریکارڈز شامل کریں

# warningTitle
source: ⚠️ Warning
ar: ⚠️ تحذير
bn: ⚠️ সতর্কতা
es: ⚠️ Advertencia
hi: ⚠️ चेतावनी
id: ⚠️ Peringatan
ja: ⚠️ 警告
pt: ⚠️ Aviso
ru: ⚠️ Предупреждение
ur: ⚠️ انتباہ

# replaceWarningMessage
source: This will replace ALL your existing data. Are you sure you want to continue?
ar: سيؤدي هذا إلى استبدال جميع بياناتك الموجودة. هل أنت متأكد أنك تريد المتابعة؟
bn: এটি আপনার সমস্ত বিদ্যমান ডেটা প্রতিস্থাপন করবে। আপনি কি নিশ্চিতভাবে এগিয়ে যেতে চান?
es: Esto reemplazará TODOS tus datos existentes. ¿Estás seguro de que deseas continuar?
hi: यह आपके सभी मौजूदा डेटा को प्रतिस्थापित कर देगा। क्या आप वाकई जारी रखना चाहते हैं?
id: Ini akan mengganti SEMUA data Anda yang ada. Apakah Anda yakin ingin melanjutkan?
ja: これにより既存のすべてのデータが置換されます。続行してもよろしいですか？
pt: Isso substituirá TODOS os seus dados existentes. Tem certeza de que deseja continuar?
ru: Это заменит ВСЕ ваши существующие данные. Вы уверены, что хотите продолжить?
ur: یہ آپ کے تمام موجودہ ڈیٹا کو تبدیل کر دے گا۔ کیا آپ واقعی جاری رکھنا چاہتے ہیں؟

# replaceAllButton
source: Replace All
ar: استبدال الكل
bn: সব প্রতিস্থাপন করুন
es: Reemplazar todo
hi: सभी प्रतिस्थापित करें
id: Ganti Semua
ja: すべて置換
pt: Substituir Tudo
ru: Заменить всё
ur: سب تبدیل کریں

# fileLabel
source: File
ar: الملف
bn: ফাইল
es: Archivo
hi: फाइल
ja: ファイル
pt: Arquivo
ru: Файл
ur: فائل

# sizeLabel
source: Size
ar: الحجم
bn: আকার
es: Tamaño
hi: आकार
id: Ukuran
ja: サイズ
pt: Tamanho
ru: Размер
ur: سائز

# recordsLabel
source: Records
ar: السجلات
bn: রেকর্ড
es: Registros
hi: रिकॉर्ड
id: Catatan
ja: レコード
pt: Registros
ru: Записи
ur: ریکارڈز

# usageRecordsLabel
source: Usage records
ar: سجلات الاستخدام
bn: ব্যবহারের রেকর্ড
es: Registros de uso
hi: उपयोग रिकॉर्ड
id: Catatan penggunaan
ja: 使用記録
pt: Registros de uso
ru: Записи использования
ur: استعمال کے ریکارڈز

# focusSessionsLabel
source: Focus sessions
ar: جلسات التركيز
bn: ফোকাস সেশন
es: Sesiones de concentración
hi: फोकस सेशन
id: Sesi fokus
ja: 集中セッション
pt: Sessões de foco
ru: Сессии фокусировки
ur: فوکس سیشنز

# appMetadataLabel
source: App metadata
ar: بيانات التطبيق الوصفية
bn: অ্যাপ মেটাডেটা
es: Metadatos de la aplicación
hi: ऐप मेटाडेटा
id: Metadata aplikasi
ja: アプリメタデータ
pt: Metadados do aplicativo
ru: Метаданные приложений
ur: ایپ میٹا ڈیٹا

# updatedLabel
source: Updated
ar: تم التحديث
bn: আপডেট হয়েছে
es: Actualizado
hi: अपडेट किया गया
id: Diperbarui
ja: 更新済み
pt: Atualizado
ru: Обновлено
ur: اپڈیٹ شدہ

# skippedLabel
source: Skipped
ar: تم التخطي
bn: এড়িয়ে গেছে
es: Omitido
hi: छोड़ा गया
id: Dilewati
ja: スキップ済み
pt: Ignorado
ru: Пропущено
ur: چھوڑ دیا گیا

# faqSettingsQ4
source: How can i restore or export my data?
ar: كيف يمكنني استعادة أو تصدير بياناتي؟
bn: আমি কীভাবে আমার ডেটা পুনরুদ্ধার বা রপ্তানি করতে পারি?
es: ¿Cómo puedo restaurar o exportar mis datos?
hi: मैं अपना डेटा कैसे पुनर्स्थापित या निर्यात कर सकता हूं?
id: Bagaimana cara memulihkan atau mengekspor data saya?
ja: データを復元またはエクスポートするにはどうすればよいですか？
pt: Como posso restaurar ou exportar meus dados?
ru: Как я могу восстановить или экспортировать свои данные?
ur: میں اپنا ڈیٹا کیسے بحال یا برآمد کر سکتا ہوں؟

# faqSettingsA4
source: You can go to settings, and there you'll find Backup & Restore section. You can export or import data from here, note that Exported data file is stored in Documents at TimeMark-Backups Folder and only this file can be used to restore data, no other file.
ar: يمكنك الذهاب إلى الإعدادات، وهناك ستجد قسم النسخ الاحتياطي والاستعادة. يمكنك تصدير أو استيراد البيانات من هنا، لاحظ أن ملف البيانات المصدّر يتم تخزينه في المستندات في مجلد TimeMark-Backups ويمكن استخدام هذا الملف فقط لاستعادة البيانات، ولا يمكن استخدام أي ملف آخر.
bn: আপনি সেটিংসে যেতে পারেন, এবং সেখানে আপনি ব্যাকআপ এবং পুনরুদ্ধার বিভাগ পাবেন। আপনি এখান থেকে ডেটা রপ্তানি বা আমদানি করতে পারেন, মনে রাখবেন যে রপ্তানি করা ডেটা ফাইল Documents-এ Scolect-Backups ফোল্ডারে সংরক্ষিত হয় এবং শুধুমাত্র এই ফাইলটি ডেটা পুনরুদ্ধার করতে ব্যবহার করা যেতে পারে, অন্য কোন ফাইল নয়।
es: Puedes ir a configuración, y allí encontrarás la sección de Copia de seguridad y restauración. Puedes exportar o importar datos desde aquí. Ten en cuenta que el archivo de datos exportado se guarda en Documentos en la carpeta Scolect-Backups y solo este archivo puede ser usado para restaurar datos, ningún otro archivo.
hi: आप सेटिंग्स में जा सकते हैं, और वहां आपको बैकअप और पुनर्स्थापना सेक्शन मिलेगा। आप यहां से डेटा निर्यात या आयात कर सकते हैं, ध्यान दें कि निर्यात की गई डेटा फाइल Documents में Scolect-Backups फोल्डर में संग्रहीत है और केवल इस फाइल का उपयोग डेटा पुनर्स्थापित करने के लिए किया जा सकता है, कोई अन्य फाइल नहीं।
id: Anda dapat pergi ke pengaturan, dan di sana Anda akan menemukan bagian Cadangan & Pemulihan. Anda dapat mengekspor atau mengimpor data dari sini, perhatikan bahwa file data yang diekspor disimpan di Dokumen pada Folder Scolect-Backups dan hanya file ini yang dapat digunakan untuk memulihkan data, bukan file lain.
ja: 設定に移動すると、バックアップ＆復元セクションがあります。ここからデータをエクスポートまたはインポートできます。エクスポートされたデータファイルはドキュメントのTimeMark-Backupsフォルダに保存され、このファイルのみがデータの復元に使用できます。他のファイルは使用できません。
pt: Você pode ir para configurações e lá encontrará a seção Backup e Restauração. Você pode exportar ou importar dados daqui, note que o arquivo de dados exportado é armazenado em Documentos na pasta TimeMark-Backups e apenas este arquivo pode ser usado para restaurar dados, nenhum outro arquivo.
ru: Вы можете перейти в настройки, там вы найдёте раздел Резервное копирование и восстановление. Здесь вы можете экспортировать или импортировать данные. Обратите внимание, что экспортированный файл данных сохраняется в Документах в папке TimeMark-Backups, и только этот файл можно использовать для восстановления данных, никакой другой файл.
ur: آپ ترتیبات میں جا سکتے ہیں، اور وہاں آپ کو بیک اپ اور بحالی سیکشن ملے گا۔ آپ یہاں سے ڈیٹا برآمد یا درآمد کر سکتے ہیں، نوٹ کریں کہ برآمد شدہ ڈیٹا فائل Documents میں TimeMark-Backups فولڈر میں محفوظ ہے اور صرف یہ فائل ڈیٹا بحال کرنے کے لیے استعمال کی جا سکتی ہے، کوئی اور فائل نہیں۔

# faqGeneralQ6
source: How can I change language and which languages are available, also what if I found that translation is wrong?
ar: كيف يمكنني تغيير اللغة وما اللغات المتاحة، وماذا لو وجدت أن الترجمة خاطئة؟
bn: আমি কীভাবে ভাষা পরিবর্তন করতে পারি এবং কোন ভাষাগুলি উপলব্ধ, এছাড়াও অনুবাদ ভুল হলে কী করব?
es: ¿Cómo puedo cambiar el idioma y qué idiomas están disponibles? ¿Y si encuentro que la traducción es incorrecta?
hi: मैं भाषा कैसे बदल सकता हूं और कौन सी भाषाएं उपलब्ध हैं, अगर मुझे लगे कि अनुवाद गलत है तो क्या करूं?
id: Bagaimana cara mengubah bahasa dan bahasa apa yang tersedia, juga bagaimana jika saya menemukan terjemahan yang salah?
ja: 言語を変更するにはどうすればよいですか？また、どの言語が利用可能ですか？翻訳が間違っている場合はどうすればよいですか？
pt: Como posso mudar o idioma e quais idiomas estão disponíveis, também o que fazer se eu encontrar que a tradução está errada?
ru: Как я могу изменить язык и какие языки доступны, а также что делать, если я обнаружил неправильный перевод?
ur: میں زبان کیسے تبدیل کر سکتا ہوں اور کون سی زبانیں دستیاب ہیں، اگر مجھے لگے کہ ترجمہ غلط ہے تو کیا کروں؟

# faqGeneralA6
source: Language can be changed through Settings General section, all the available languages are listed there, you can request translation by clicking on Contact and sending your request with given language. Just know that translation can be wrong as It is generated by AI from English and if you want to report then either you can report through report bug, or contact, or if you are a developer then open issue on Github. Contributions regarding language are also welcome!
ar: يمكن تغيير اللغة من خلال قسم الإعدادات العامة، جميع اللغات المتاحة مدرجة هناك، يمكنك طلب ترجمة بالنقر على اتصل بنا وإرسال طلبك مع اللغة المحددة. اعلم أن الترجمة قد تكون خاطئة لأنها مُولّدة بالذكاء الاصطناعي من الإنجليزية وإذا كنت تريد الإبلاغ فيمكنك الإبلاغ من خلال الإبلاغ عن خطأ أو اتصل بنا، أو إذا كنت مطوراً يمكنك فتح مشكلة على جيت هب. المساهمات المتعلقة باللغة مرحب بها أيضاً!
bn: ভাষা সেটিংস সাধারণ বিভাগের মাধ্যমে পরিবর্তন করা যেতে পারে, সমস্ত উপলব্ধ ভাষা সেখানে তালিকাভুক্ত আছে, আপনি যোগাযোগে ক্লিক করে এবং প্রদত্ত ভাষা সহ আপনার অনুরোধ পাঠিয়ে অনুবাদের অনুরোধ করতে পারেন। শুধু জানবেন যে অনুবাদ ভুল হতে পারে কারণ এটি ইংরেজি থেকে AI দ্বারা তৈরি করা হয়েছে এবং আপনি যদি রিপোর্ট করতে চান তবে আপনি বাগ রিপোর্ট, বা যোগাযোগের মাধ্যমে রিপোর্ট করতে পারেন, অথবা আপনি যদি একজন ডেভেলপার হন তবে গিটহাবে ইস্যু খুলুন। ভাষা সম্পর্কিত অবদানও স্বাগত!
es: El idioma se puede cambiar en la sección General de configuración, todos los idiomas disponibles están listados allí. Puedes solicitar una traducción haciendo clic en Contacto y enviando tu solicitud con el idioma deseado. Ten en cuenta que la traducción puede ser incorrecta ya que es generada por IA desde el inglés. Si deseas reportar un error, puedes hacerlo a través de reportar error, contacto, o si eres desarrollador, abrir un problema en Github. ¡Las contribuciones relacionadas con idiomas también son bienvenidas!
hi: भाषा को सेटिंग्स सामान्य सेक्शन के माध्यम से बदला जा सकता है, सभी उपलब्ध भाषाएं वहां सूचीबद्ध हैं, आप संपर्क पर क्लिक करके और दी गई भाषा के साथ अपना अनुरोध भेजकर अनुवाद का अनुरोध कर सकते हैं। बस जान लें कि अनुवाद गलत हो सकता है क्योंकि यह AI द्वारा अंग्रेजी से उत्पन्न किया गया है और यदि आप रिपोर्ट करना चाहते हैं तो आप बग रिपोर्ट करें, या संपर्क के माध्यम से रिपोर्ट कर सकते हैं, या यदि आप डेवलपर हैं तो Github पर इश्यू खोलें। भाषा के संबंध में योगदान का भी स्वागत है!
id: Bahasa dapat diubah melalui bagian Pengaturan Umum, semua bahasa yang tersedia tercantum di sana, Anda dapat meminta terjemahan dengan mengklik Kontak dan mengirim permintaan Anda dengan bahasa yang diberikan. Ketahuilah bahwa terjemahan bisa salah karena dihasilkan oleh AI dari bahasa Inggris dan jika Anda ingin melaporkan maka Anda dapat melaporkan melalui laporkan bug, atau kontak, atau jika Anda seorang pengembang maka buka issue di Github. Kontribusi mengenai bahasa juga diterima!
ja: 言語は設定の一般セクションから変更できます。利用可能なすべての言語がそこにリストされています。お問い合わせをクリックして、指定された言語でリクエストを送信することで、翻訳をリクエストできます。翻訳はAIによって英語から生成されるため、間違っている可能性があることにご注意ください。報告したい場合は、バグ報告、お問い合わせ、または開発者の場合はGithubでイシューを開くことができます。言語に関する貢献も歓迎します！
pt: O idioma pode ser alterado através da seção Geral das Configurações, todos os idiomas disponíveis estão listados lá, você pode solicitar tradução clicando em Contato e enviando sua solicitação com o idioma desejado. Saiba que a tradução pode estar errada pois é gerada por IA a partir do inglês e se você quiser relatar pode fazer através de relatar bug, ou contato, ou se você é um desenvolvedor pode abrir uma issue no Github. Contribuições relacionadas a idiomas são bem-vindas!
ru: Язык можно изменить в разделе Настройки - Общие, все доступные языки перечислены там. Вы можете запросить перевод, нажав на Связаться и отправив свой запрос с указанием нужного языка. Имейте в виду, что перевод может быть неточным, так как он генерируется ИИ из английского, и если вы хотите сообщить об этом, вы можете сделать это через сообщение об ошибке, связаться с нами или, если вы разработчик, открыть issue на Github. Вклад в перевод также приветствуется!
ur: زبان ترتیبات کے عام سیکشن سے تبدیل کی جا سکتی ہے، تمام دستیاب زبانیں وہاں درج ہیں، آپ رابطہ پر کلک کر کے اور دی گئی زبان کے ساتھ اپنی درخواست بھیج کر ترجمے کی درخواست کر سکتے ہیں۔ بس جان لیں کہ ترجمہ غلط ہو سکتا ہے کیونکہ یہ انگریزی سے AI کے ذریعے تیار کیا گیا ہے اور اگر آپ رپورٹ کرنا چاہتے ہیں تو یا تو بگ رپورٹ کر سکتے ہیں، یا رابطہ کر سکتے ہیں، یا اگر آپ ڈیولپر ہیں تو گٹ ہب پر مسئلہ کھولیں۔ زبان سے متعلق تعاون کا بھی خیرمقدم ہے!

# faqGeneralQ7
source: What if I found that translation is wrong?
ar: ماذا لو وجدت أن الترجمة خاطئة؟
bn: অনুবাদ ভুল হলে কী করব?
es: ¿Y si encuentro que la traducción es incorrecta?
hi: अगर मुझे लगे कि अनुवाद गलत है तो क्या करूं?
id: Bagaimana jika saya menemukan terjemahan yang salah?
ja: 翻訳が間違っている場合はどうすればよいですか？
pt: E se eu encontrar que a tradução está errada?
ru: Что делать, если я обнаружил неправильный перевод?
ur: اگر مجھے لگے کہ ترجمہ غلط ہے تو کیا کروں؟

# faqGeneralA7
source: Translation can be wrong as It is Generated by AI from English and if you want to report then either you can report through report bug, or contact, or if you are a developer then open issue on Github. Contributions regarding language are also welcome!
ar: قد تكون الترجمة خاطئة لأنها مُولّدة بالذكاء الاصطناعي من الإنجليزية وإذا كنت تريد الإبلاغ فيمكنك الإبلاغ من خلال الإبلاغ عن خطأ أو اتصل بنا، أو إذا كنت مطوراً يمكنك فتح مشكلة على جيت هب. المساهمات المتعلقة باللغة مرحب بها أيضاً!
bn: অনুবাদ ভুল হতে পারে কারণ এটি ইংরেজি থেকে AI দ্বারা তৈরি করা হয়েছে এবং আপনি যদি রিপোর্ট করতে চান তবে আপনি বাগ রিপোর্ট, বা যোগাযোগের মাধ্যমে রিপোর্ট করতে পারেন, অথবা আপনি যদি একজন ডেভেলপার হন তবে গিটহাবে ইস্যু খুলুন। ভাষা সম্পর্কিত অবদানও স্বাগত!
es: La traducción puede ser incorrecta ya que es generada por IA desde el inglés. Si deseas reportar un error, puedes hacerlo a través de reportar error, contacto, o si eres desarrollador, abrir un problema en Github. ¡Las contribuciones relacionadas con idiomas también son bienvenidas!
hi: अनुवाद गलत हो सकता है क्योंकि यह AI द्वारा अंग्रेजी से उत्पन्न किया गया है और यदि आप रिपोर्ट करना चाहते हैं तो आप बग रिपोर्ट करें, या संपर्क के माध्यम से रिपोर्ट कर सकते हैं, या यदि आप डेवलपर हैं तो Github पर इश्यू खोलें। भाषा के संबंध में योगदान का भी स्वागत है!
id: Terjemahan bisa salah karena dihasilkan oleh AI dari bahasa Inggris dan jika Anda ingin melaporkan maka Anda dapat melaporkan melalui laporkan bug, atau kontak, atau jika Anda seorang pengembang maka buka issue di Github. Kontribusi mengenai bahasa juga diterima!
ja: 翻訳はAIによって英語から生成されるため、間違っている可能性があります。報告したい場合は、バグ報告、お問い合わせ、または開発者の場合はGithubでイシューを開くことができます。言語に関する貢献も歓迎します！
pt: A tradução pode estar errada pois é gerada por IA a partir do inglês e se você quiser relatar pode fazer através de relatar bug, ou contato, ou se você é um desenvolvedor pode abrir uma issue no Github. Contribuições relacionadas a idiomas são bem-vindas!
ru: Перевод может быть неточным, так как он генерируется ИИ из английского, и если вы хотите сообщить об этом, вы можете сделать это через сообщение об ошибке, связаться с нами или, если вы разработчик, открыть issue на Github. Вклад в перевод также приветствуется!
ur: ترجمہ غلط ہو سکتا ہے کیونکہ یہ انگریزی سے AI کے ذریعے تیار کیا گیا ہے اور اگر آپ رپورٹ کرنا چاہتے ہیں تو یا تو بگ رپورٹ کر سکتے ہیں، یا رابطہ کر سکتے ہیں، یا اگر آپ ڈیولپر ہیں تو گٹ ہب پر مسئلہ کھولیں۔ زبان سے متعلق تعاون کا بھی خیرمقدم ہے!

# activityTrackingSection
source: Activity Tracking
ar: تتبع النشاط
bn: কার্যকলাপ ট্র্যাকিং
es: Seguimiento de Actividad
hi: गतिविधि ट्रैकिंग
id: Pelacakan Aktivitas
ja: アクティビティ追跡
pt: Rastreamento de Atividade
ru: Отслеживание Активности
ur: سرگرمی کی ٹریکنگ

# idleDetectionTitle
source: Idle Detection
ar: اكتشاف الخمول
bn: নিষ্ক্রিয় সনাক্তকরণ
es: Detección de Inactividad
hi: निष्क्रिय पहचान
id: Deteksi Idle
ja: アイドル検出
pt: Detecção de Inatividade
ru: Обнаружение Бездействия
ur: بیکار ہونے کا پتہ لگانا

# idleDetectionDescription
source: Stop tracking when inactive
ar: إيقاف التتبع عند عدم النشاط
bn: নিষ্ক্রিয় থাকলে ট্র্যাকিং বন্ধ করুন
es: Dejar de rastrear cuando esté inactivo
hi: निष्क्रिय होने पर ट्रैकिंग बंद करें
id: Berhenti melacak saat tidak aktif
ja: 非アクティブ時に追跡を停止
pt: Parar de rastrear quando inativo
ru: Прекратить отслеживание при неактивности
ur: غیر فعال ہونے پر ٹریکنگ بند کریں

# idleTimeoutTitle
source: Idle Timeout
ar: مهلة الخمول
bn: নিষ্ক্রিয় সময়সীমা
es: Tiempo de Inactividad
hi: निष्क्रिय समय सीमा
id: Batas Waktu Idle
ja: アイドルタイムアウト
pt: Tempo de Inatividade
ru: Тайм-аут Бездействия
ur: بیکار ٹائم آؤٹ

# idleTimeoutDescription
source: Time before considering idle ({timeout})
ar: الوقت قبل اعتبارك خاملاً ({timeout})
bn: নিষ্ক্রিয় বিবেচনা করার আগে সময় ({timeout})
es: Tiempo antes de considerarte inactivo ({timeout})
hi: निष्क्रिय मानने से पहले का समय ({timeout})
id: Waktu sebelum dianggap idle ({timeout})
ja: アイドルと見なすまでの時間（{timeout}）
pt: Tempo antes de considerar inativo ({timeout})
ru: Время до признания бездействующим ({timeout})
ur: بیکار سمجھنے سے پہلے کا وقت ({timeout})

# advancedWarning
source: Advanced features may increase resource usage. Enable only if needed.
ar: قد تزيد الميزات المتقدمة من استخدام الموارد. قم بالتمكين فقط إذا لزم الأمر.
bn: উন্নত বৈশিষ্ট্যগুলি সম্পদের ব্যবহার বাড়াতে পারে। শুধুমাত্র প্রয়োজন হলে সক্ষম করুন।
es: Las funciones avanzadas pueden aumentar el uso de recursos. Habilitar solo si es necesario.
hi: उन्नत सुविधाएं संसाधन उपयोग बढ़ा सकती हैं। केवल आवश्यकता होने पर सक्षम करें।
id: Fitur lanjutan dapat meningkatkan penggunaan sumber daya. Aktifkan hanya jika diperlukan.
ja: 高度な機能はリソース使用量を増加させる可能性があります。必要な場合のみ有効にしてください。
pt: Recursos avançados podem aumentar o uso de recursos. Ative apenas se necessário.
ru: Расширенные функции могут увеличить использование ресурсов. Включайте только при необходимости.
ur: جدید خصوصیات وسائل کے استعمال میں اضافہ کر سکتی ہیں۔ صرف ضرورت پڑنے پر فعال کریں۔

# monitorAudioTitle
source: Monitor System Audio
ar: مراقبة صوت النظام
bn: সিস্টেম অডিও মনিটর করুন
es: Monitorear Audio del Sistema
hi: सिस्टम ऑडियो मॉनिटर करें
id: Pantau Audio Sistem
ja: システムオーディオを監視
pt: Monitorar Áudio do Sistema
ru: Мониторинг Системного Звука
ur: سسٹم آڈیو کی نگرانی کریں

# monitorAudioDescription
source: Detect activity from audio playback
ar: اكتشاف النشاط من تشغيل الصوت
bn: অডিও প্লেব্যাক থেকে কার্যকলাপ সনাক্ত করুন
es: Detectar actividad por reproducción de audio
hi: ऑडियो प्लेबैक से गतिविधि का पता लगाएं
id: Deteksi aktivitas dari pemutaran audio
ja: オーディオ再生からアクティビティを検出
pt: Detectar atividade pela reprodução de áudio
ru: Обнаружение активности по воспроизведению звука
ur: آڈیو پلے بیک سے سرگرمی کا پتہ لگائیں

# audioSensitivityTitle
source: Audio Sensitivity
ar: حساسية الصوت
bn: অডিও সংবেদনশীলতা
es: Sensibilidad de Audio
hi: ऑडियो संवेदनशीलता
id: Sensitivitas Audio
ja: オーディオ感度
pt: Sensibilidade de Áudio
ru: Чувствительность Звука
ur: آڈیو حساسیت

# audioSensitivityDescription
source: Detection threshold ({value})
ar: عتبة الاكتشاف ({value})
bn: সনাক্তকরণ থ্রেশহোল্ড ({value})
es: Umbral de detección ({value})
hi: पता लगाने की सीमा ({value})
id: Ambang batas deteksi ({value})
ja: 検出しきい値（{value}）
pt: Limite de detecção ({value})
ru: Порог обнаружения ({value})
ur: پتہ لگانے کی حد ({value})

# monitorControllersTitle
source: Monitor Game Controllers
ar: مراقبة أذرع التحكم
bn: গেম কন্ট্রোলার মনিটর করুন
es: Monitorear Controladores de Juego
hi: गेम कंट्रोलर मॉनिटर करें
id: Pantau Kontroler Game
ja: ゲームコントローラーを監視
pt: Monitorar Controles de Jogo
ru: Мониторинг Игровых Контроллеров
ur: گیم کنٹرولرز کی نگرانی کریں

# monitorControllersDescription
source: Detect Xbox/XInput controllers
ar: اكتشاف أذرع تحكم Xbox/XInput
bn: Xbox/XInput কন্ট্রোলার সনাক্ত করুন
es: Detectar controladores Xbox/XInput
hi: Xbox/XInput कंट्रोलर का पता लगाएं
id: Deteksi kontroler Xbox/XInput
ja: Xbox/XInputコントローラーを検出
pt: Detectar controles Xbox/XInput
ru: Обнаружение контроллеров Xbox/XInput
ur: Xbox/XInput کنٹرولرز کا پتہ لگائیں

# monitorHIDTitle
source: Monitor HID Devices
ar: مراقبة أجهزة HID
bn: HID ডিভাইস মনিটর করুন
es: Monitorear Dispositivos HID
hi: HID उपकरण मॉनिटर करें
id: Pantau Perangkat HID
ja: HIDデバイスを監視
pt: Monitorar Dispositivos HID
ru: Мониторинг HID Устройств
ur: HID آلات کی نگرانی کریں

# monitorHIDDescription
source: Detect wheels, tablets, custom devices
ar: اكتشاف عجلات القيادة والأجهزة اللوحية والأجهزة المخصصة
bn: হুইল, ট্যাবলেট, কাস্টম ডিভাইস সনাক্ত করুন
es: Detectar volantes, tabletas, dispositivos personalizados
hi: व्हील, टैबलेट, कस्टम उपकरणों का पता लगाएं
id: Deteksi roda kemudi, tablet, perangkat khusus
ja: ホイール、タブレット、カスタムデバイスを検出
pt: Detectar volantes, tablets, dispositivos personalizados
ru: Обнаружение рулей, планшетов, пользовательских устройств
ur: وہیلز، ٹیبلٹس، حسب ضرورت آلات کا پتہ لگائیں

# setIdleTimeoutTitle
source: Set Idle Timeout
ar: تعيين مهلة الخمول
bn: নিষ্ক্রিয় সময়সীমা সেট করুন
es: Establecer Tiempo de Inactividad
hi: निष्क्रिय समय सीमा सेट करें
id: Atur Batas Waktu Idle
ja: アイドルタイムアウトを設定
pt: Definir Tempo de Inatividade
ru: Установить Тайм-аут Бездействия
ur: بیکار ٹائم آؤٹ سیٹ کریں

# idleTimeoutDialogDescription
source: Choose how long to wait before considering you idle:
ar: اختر المدة التي يجب الانتظار قبل اعتبارك خاملاً:
bn: আপনাকে নিষ্ক্রিয় বিবেচনা করার আগে কতক্ষণ অপেক্ষা করতে হবে তা চয়ন করুন:
es: Elige cuánto tiempo esperar antes de considerarte inactivo:
hi: आपको निष्क्रिय मानने से पहले कितनी देर प्रतीक्षा करनी है चुनें:
id: Pilih berapa lama menunggu sebelum menganggap Anda idle:
ja: アイドルと見なすまでの待機時間を選択してください：
pt: Escolha quanto tempo esperar antes de considerá-lo inativo:
ru: Выберите, сколько ждать перед признанием вас бездействующим:
ur: منتخب کریں کہ آپ کو بیکار سمجھنے سے پہلے کتنی دیر انتظار کرنا ہے:

# seconds30
source: 30 seconds
ar: 30 ثانية
bn: 30 সেকেন্ড
es: 30 segundos
hi: 30 सेकंड
id: 30 detik
ja: 30秒
pt: 30 segundos
ru: 30 секунд
ur: 30 سیکنڈ

# minute1
source: 1 minute
ar: دقيقة واحدة
bn: 1 মিনিট
es: 1 minuto
hi: 1 मिनट
id: 1 menit
ja: 1分
pt: 1 minuto
ru: 1 минута
ur: 1 منٹ

# minutes2
source: 2 minutes
ar: دقيقتان
bn: 2 মিনিট
es: 2 minutos
hi: 2 मिनट
id: 2 menit
ja: 2分
pt: 2 minutos
ru: 2 минуты
ur: 2 منٹ

# minutes5
source: 5 minutes
ar: 5 دقائق
bn: 5 মিনিট
es: 5 minutos
hi: 5 मिनट
id: 5 menit
ja: 5分
pt: 5 minutos
ru: 5 минут
ur: 5 منٹ

# minutes10
source: 10 minutes
ar: 10 دقائق
bn: 10 মিনিট
es: 10 minutos
hi: 10 मिनट
id: 10 menit
ja: 10分
pt: 10 minutos
ru: 10 минут
ur: 10 منٹ

# customOption
source: Custom
ar: مخصص
bn: কাস্টম
es: Personalizado
hi: कस्टम
id: Kustom
ja: カスタム
pt: Personalizado
ru: Пользовательский
ur: حسب ضرورت

# customDurationTitle
source: Custom Duration
ar: مدة مخصصة
bn: কাস্টম সময়কাল
es: Duración Personalizada
hi: कस्टम अवधि
id: Durasi Kustom
ja: カスタム期間
pt: Duração Personalizada
ru: Пользовательская Длительность
ur: حسب ضرورت مدت

# minutesLabel
source: Minutes
ar: الدقائق
bn: মিনিট
es: Minutos
hi: मिनट
id: Menit
ja: 分
pt: Minutos
ru: Минуты
ur: منٹ

# secondsLabel
source: Seconds
ar: الثواني
bn: সেকেন্ড
es: Segundos
hi: सेकंड
id: Detik
ja: 秒
pt: Segundos
ru: Секунды
ur: سیکنڈ

# minAbbreviation
source: min
ar: د
bn: মি
hi: मि
id: mnt
ja: 分
ru: мин
ur: م

# secAbbreviation
source: sec
ar: ث
bn: সে
es: seg
hi: से
id: dtk
ja: 秒
pt: seg
ru: сек
ur: س
