Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# systemNotificationsDisabled
source: System notifications are disabled. Enable them in System Settings for focus alerts.
ar: تم تعطيل إشعارات النظام. قم بتمكينها في إعدادات النظام لتنبيهات التركيز.
bn: সিস্টেম বিজ্ঞপ্তি নিষ্ক্রিয়। ফোকাস সতর্কতার জন্য সিস্টেম সেটিংসে সেগুলি সক্ষম করুন।
es: Las notificaciones del sistema están deshabilitadas. Habilítalas en Configuración del sistema para las alertas de enfoque.
hi: सिस्टम सूचनाएं अक्षम हैं। फोकस अलर्ट के लिए उन्हें सिस्टम सेटिंग्स में सक्षम करें।
id: Notifikasi sistem dinonaktifkan. Aktifkan di Pengaturan Sistem untuk peringatan fokus.
ja: システム通知が無効になっています。フォーカスアラートのためにシステム設定で有効にしてください。
ru: Системные уведомления отключены. Включите их в системных настройках для оповещений о фокусе.
ur: سسٹم نوٹیفکیشنز غیر فعال ہیں۔ فوکس الرٹس کے لیے انہیں سسٹم سیٹنگز میں فعال کریں۔

source: Open System Settings
ar: فتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
es: Abrir Configuración del Sistema
hi: सिस्टम सेटिंग्स खोलें
id: Buka Pengaturan Sistem
ja: システム設定を開く
ru: Открыть Системные Настройки
ur: سسٹم سیٹنگز کھولیں

# appNotificationsDisabled
source: Notifications are disabled in app settings. Enable them to receive focus alerts.
ar: تم تعطيل الإشعارات في إعدادات التطبيق. قم بتمكينها لتلقي تنبيهات التركيز.
bn: অ্যাপ সেটিংসে বিজ্ঞপ্তি নিষ্ক্রিয়। ফোকাস সতর্কতা পেতে সেগুলি সক্ষম করুন।
es: Las notificaciones están deshabilitadas en la configuración de la aplicación. Habilítalas para recibir alertas de enfoque.
hi: ऐप सेटिंग्स में सूचनाएं अक्षम हैं। फोकस अलर्ट प्राप्त करने के लिए उन्हें सक्षम करें।
id: Notifikasi dinonaktifkan di pengaturan aplikasi. Aktifkan untuk menerima peringatan fokus.
ja: アプリ設定で通知が無効になっています。フォーカスアラートを受け取るには有効にしてください。
ru: Уведомления отключены в настройках приложения. Включите их для получения оповещений о фокусе.
ur: ایپ کی سیٹنگز میں نوٹیفکیشنز غیر فعال ہیں۔ فوکس الرٹس وصول کرنے کے لیے انہیں فعال کریں۔

source: Go to Settings
ar: الانتقال إلى الإعدادات
bn: সেটিংসে যান
es: Ir a Configuración
hi: सेटिंग्स पर जाएं
id: Buka Pengaturan
ja: 設定に移動
ru: Перейти в Настройки
ur: سیٹنگز پر جائیں

# focusModeNotificationsDisabled
source: Focus mode notifications are disabled. Enable them to receive session alerts.
ar: تم تعطيل إشعارات وضع التركيز. قم بتمكينها لتلقي تنبيهات الجلسة.
bn: ফোকাস মোড বিজ্ঞপ্তি নিষ্ক্রিয়। সেশন সতর্কতা পেতে সেগুলি সক্ষম করুন।
es: Las notificaciones del modo de enfoque están deshabilitadas. Habilítalas para recibir alertas de sesión.
hi: फोकस मोड सूचनाएं अक्षम हैं। सत्र अलर्ट प्राप्त करने के लिए उन्हें सक्षम करें।
id: Notifikasi mode fokus dinonaktifkan. Aktifkan untuk menerima peringatan sesi.
ja: フォーカスモード通知が無効になっています。セッションアラートを受け取るには有効にしてください。
ru: Уведомления режима фокусировки отключены. Включите их для получения оповещений о сеансах.
ur: فوکس موڈ نوٹیفکیشنز غیر فعال ہیں۔ سیشن الرٹس وصول کرنے کے لیے انہیں فعال کریں۔

source: Notifications Disabled
ar: الإشعارات معطلة
bn: বিজ্ঞপ্তি নিষ্ক্রিয়
es: Notificaciones Deshabilitadas
hi: सूचनाएं अक्षम
id: Notifikasi Dinonaktifkan
ja: 通知が無効
ru: Уведомления Отключены
ur: نوٹیفکیشنز غیر فعال

source: Don't show again
ar: لا تظهر مرة أخرى
bn: আবার দেখাবেন না
es: No volver a mostrar
hi: फिर से न दिखाएं
id: Jangan tampilkan lagi
ja: 今後表示しない
ru: Больше не показывать
ur: دوبارہ نہ دکھائیں

source: System Settings Required
ar: مطلوب إعدادات النظام
bn: সিস্টেম সেটিংস প্রয়োজন
es: Configuración del Sistema Requerida
hi: सिस्टम सेटिंग्स आवश्यक
id: Pengaturan Sistem Diperlukan
ja: システム設定が必要
ru: Требуются Системные Настройки
ur: سسٹم سیٹنگز درکار

# notificationsDisabledSystemLevel
source: Notifications are disabled at the system level. To enable:
ar: تم تعطيل الإشعارات على مستوى النظام. للتمكين:
bn: সিস্টেম স্তরে বিজ্ঞপ্তি নিষ্ক্রিয়। সক্ষম করতে:
es: Las notificaciones están deshabilitadas a nivel del sistema. Para habilitar:
hi: सिस्टम स्तर पर सूचनाएं अक्षम हैं। सक्षम करने के लिए:
id: Notifikasi dinonaktifkan di tingkat sistem. Untuk mengaktifkan:
ja: システムレベルで通知が無効になっています。有効にするには:
ru: Уведомления отключены на системном уровне. Чтобы включить:
ur: سسٹم لیول پر نوٹیفکیشنز غیر فعال ہیں۔ فعال کرنے کے لیے:

# step1OpenSystemSettings
source: 1. Open System Settings (System Preferences)
ar: 1. افتح إعدادات النظام (تفضيلات النظام)
bn: 1. সিস্টেম সেটিংস খুলুন (সিস্টেম পছন্দসমূহ)
es: 1. Abrir Configuración del Sistema (Preferencias del Sistema)
hi: 1. सिस्टम सेटिंग्स खोलें (सिस्टम प्रेफरेंस)
id: 1. Buka Pengaturan Sistem (Preferensi Sistem)
ja: 1. システム設定（システム環境設定）を開く
ru: 1. Откройте Системные Настройки (Системные Параметры)
ur: 1. سسٹم سیٹنگز کھولیں (سسٹم ترجیحات)

# step2GoToNotifications
source: 2. Go to Notifications
ar: 2. انتقل إلى الإشعارات
bn: 2. বিজ্ঞপ্তিতে যান
es: 2. Ir a Notificaciones
hi: 2. सूचनाओं पर जाएं
id: 2. Buka Notifikasi
ja: 2. 通知に移動
ru: 2. Перейдите в Уведомления
ur: 2. نوٹیفکیشنز پر جائیں

# step3FindApp
source: 3. Find and select TimeMark
ar: 3. ابحث عن TimeMark وحدده
bn: 3. Scolect খুঁজুন এবং নির্বাচন করুন
es: 3. Buscar y seleccionar Scolect
hi: 3. Scolect ढूंढें और चुनें
id: 3. Cari dan pilih Scolect
ja: 3. TimeMarkを見つけて選択
ru: 3. Найдите и выберите TimeMark
ur: 3. TimeMark تلاش کریں اور منتخب کریں

# step4EnableNotifications
source: 4. Enable "Allow notifications"
ar: 4. قم بتمكين "السماح بالإشعارات"
bn: 4. "বিজ্ঞপ্তির অনুমতি দিন" সক্ষম করুন
es: 4. Habilitar "Permitir notificaciones"
hi: 4. "सूचनाओं की अनुमति दें" सक्षम करें
id: 4. Aktifkan "Izinkan notifikasi"
ja: 4. 「通知を許可」を有効にする
ru: 4. Включите "Разрешить уведомления"
ur: 4. "نوٹیفکیشنز کی اجازت دیں" فعال کریں

# returnToAppMessage
source: Then return to this app and notifications will work.
ar: ثم عد إلى هذا التطبيق وستعمل الإشعارات.
bn: তারপর এই অ্যাপে ফিরে আসুন এবং বিজ্ঞপ্তি কাজ করবে।
es: Luego regresa a esta aplicación y las notificaciones funcionarán.
hi: फिर इस ऐप पर लौटें और सूचनाएं काम करेंगी।
id: Kemudian kembali ke aplikasi ini dan notifikasi akan berfungsi.
ja: その後、このアプリに戻ると通知が機能します。
ru: Затем вернитесь в это приложение, и уведомления будут работать.
ur: پھر اس ایپ پر واپس آئیں اور نوٹیفکیشنز کام کریں گی۔

source: Got it
ar: فهمت
bn: বুঝেছি
es: Entendido
hi: समझ गया
id: Mengerti
ja: 了解
ru: Понятно
ur: سمجھ گیا

source: No sessions yet
ar: لا توجد جلسات حتى الآن
bn: এখনও কোনো সেশন নেই
es: Aún no hay sesiones
hi: अभी तक कोई सत्र नहीं
id: Belum ada sesi
ja: まだセッションがありません
ru: Пока нет сеансов
ur: ابھی تک کوئی سیشن نہیں

# applicationsTracked
source: {count, plural, =0{0 applications tracked} =1{1 application tracked} other{{count} applications tracked}}
ar: تم تتبع {count} تطبيق
bn: {count}টি অ্যাপ্লিকেশন ট্র্যাক করা হয়েছে
es: {count, plural, =0{0 aplicaciones rastreadas} =1{1 aplicación rastreada} other{{count} aplicaciones rastreadas}}
hi: {count} एप्लिकेशन ट्रैक किए गए
id: {count} aplikasi dilacak
ja: {count}個のアプリケーションを追跡中
ru: {count, plural, =1{Отслеживается {count} приложение} few{Отслеживается {count} приложения} many{Отслеживается {count} приложений} other{Отслеживается {count} приложения}}
ur: {count} ایپلیکیشنز ٹریک کی گئیں

# applicationHeader
source: Application
ar: التطبيق
bn: অ্যাপ্লিকেশন
es: Aplicación
hi: एप्लिकेशन
id: Aplikasi
ja: アプリケーション
ru: Приложение
ur: ایپلیکیشن

# currentUsageHeader
source: Current Usage
ar: الاستخدام الحالي
bn: বর্তমান ব্যবহার
es: Uso Actual
hi: वर्तमान उपयोग
id: Penggunaan Saat Ini
ja: 現在の使用状況
ru: Текущее использование
ur: موجودہ استعمال

# dailyLimitHeader
source: Daily Limit
ar: الحد اليومي
bn: দৈনিক সীমা
es: Límite Diario
hi: दैनिक सीमा
id: Batas Harian
ja: 1日の制限
ru: Дневной лимит
ur: روزانہ کی حد

source: Edit
ar: تحرير
bn: সম্পাদনা করুন
es: Editar
hi: संपादित करें
ja: 編集
ru: Редактировать
ur: ترمیم کریں

source: Show popup notifications
ar: عرض الإشعارات المنبثقة
bn: পপআপ বিজ্ঞপ্তি দেখান
es: Mostrar notificaciones emergentes
hi: पॉपअप सूचनाएं दिखाएं
id: Tampilkan notifikasi pop-up
ja: ポップアップ通知を表示
ru: Показывать всплывающие уведомления
ur: پاپ اپ نوٹیفکیشنز دکھائیں

source: More frequent reminders
ar: تذكيرات أكثر تكرارًا
bn: আরও ঘন ঘন অনুস্মারক
es: Recordatorios más frecuentes
hi: अधिक बार अनुस्मारक
id: Pengingat lebih sering
ja: より頻繁なリマインダー
ru: Более частые напоминания
ur: زیادہ بار یاد دہانیاں

source: Play sound with alerts
ar: تشغيل الصوت مع التنبيهات
bn: সতর্কতার সাথে শব্দ বাজান
es: Reproducir sonido con alertas
hi: अलर्ट के साथ ध्वनि बजाएं
id: Putar suara dengan peringatan
ja: アラートと一緒に音を再生
ru: Воспроизводить звук с оповещениями
ur: الرٹس کے ساتھ آواز چلائیں

source: System tray notifications
ar: إشعارات علبة النظام
bn: সিস্টেম ট্রে বিজ্ঞপ্তি
es: Notificaciones en la bandeja del sistema
hi: सिस्टम ट्रे सूचनाएं
id: Notifikasi system tray
ja: システムトレイ通知
ru: Уведомления в системном трее
ur: سسٹم ٹرے نوٹیفکیشنز

# screenTimeUsed
source: {current} / {limit} used
ar: تم استخدام {current} / {limit}
bn: {current} / {limit} ব্যবহৃত
es: {current} / {limit} usado
hi: {current} / {limit} उपयोग किया गया
id: {current} / {limit} digunakan
ja: {current} / {limit} 使用済み
ru: {current} / {limit} использовано
ur: {current} / {limit} استعمال شدہ

source: Today's Screen Time
ar: وقت الشاشة اليوم
bn: আজকের স্ক্রিন টাইম
es: Tiempo de Pantalla de Hoy
hi: आज का स्क्रीन समय
id: Waktu Layar Hari Ini
ja: 今日のスクリーンタイム
ru: Время экрана сегодня
ur: آج کا اسکرین ٹائم

source: Active Limits
ar: الحدود النشطة
bn: সক্রিয় সীমা
es: Límites Activos
hi: सक्रिय सीमाएं
id: Batas Aktif
ja: アクティブな制限
ru: Активные лимиты
ur: فعال حدود

source: Near Limit
ar: قريب من الحد
bn: সীমার কাছে
es: Cerca del Límite
hi: सीमा के पास
id: Mendekati Batas
ja: 制限に近い
ru: Близко к лимиту
ur: حد کے قریب

# colorPickerSpectrum
source: Spectrum
ar: الطيف
bn: বর্ণালী
es: Espectro
hi: स्पेक्ट्रम
id: Spektrum
ja: スペクトラム
ru: Спектр
ur: سپیکٹرم

# colorPickerPresets
source: Presets
ar: الإعدادات المسبقة
bn: প্রিসেট
es: Preajustes
hi: प्रीसेट
id: Preset
ja: プリセット
ru: Пресеты
ur: پری سیٹس

# colorPickerSliders
source: Sliders
ar: أشرطة التمرير
bn: স্লাইডার
es: Deslizadores
hi: स्लाइडर
id: Penggeser
ja: スライダー
ru: Ползунки
ur: سلائیڈرز

# colorPickerBasicColors
source: Basic Colors
ar: الألوان الأساسية
bn: মৌলিক রং
es: Colores Básicos
hi: बुनियादी रंग
id: Warna Dasar
ja: 基本色
ru: Основные цвета
ur: بنیادی رنگ

# colorPickerExtendedPalette
source: Extended Palette
ar: لوحة الألوان الموسعة
bn: বর্ধিত প্যালেট
es: Paleta Extendida
hi: विस्तारित पैलेट
id: Palet yang Diperluas
ja: 拡張パレット
ru: Расширенная палитра
ur: توسیع شدہ پیلیٹ

# colorPickerRed
source: Red
ar: أحمر
bn: লাল
es: Rojo
hi: लाल
id: Merah
ja: 赤
ru: Красный
ur: سرخ

# colorPickerGreen
source: Green
ar: أخضر
bn: সবুজ
es: Verde
hi: हरा
id: Hijau
ja: 緑
ru: Зеленый
ur: سبز

# colorPickerBlue
source: Blue
ar: أزرق
bn: নীল
es: Azul
hi: नीला
id: Biru
ja: 青
ru: Синий
ur: نیلا

# colorPickerHue
source: Hue
ar: درجة اللون
bn: রঙের ছটা
es: Matiz
hi: रंगत
id: Rona
ja: 色相
ru: Оттенок
ur: رنگت

# colorPickerSaturation
source: Saturation
ar: التشبع
bn: সম্পৃক্ততা
es: Saturación
hi: संतृप्ति
id: Saturasi
ja: 彩度
ru: Насыщенность
ur: سنترپتی

# colorPickerBrightness
source: Brightness
ar: السطوع
bn: উজ্জ্বলতা
es: Brillo
hi: चमक
id: Kecerahan
ja: 明度
ru: Яркость
ur: چمک

# colorPickerHexColor
source: Hex Color
ar: اللون السداسي عشري
bn: হেক্স রং
es: Color Hexadecimal
hi: हेक्स रंग
id: Warna Heksadesimal
ja: 16進数カラー
ru: Шестнадцатеричный цвет
ur: ہیکس رنگ

source: Select
ar: تحديد
bn: নির্বাচন করুন
es: Seleccionar
hi: चुनें
id: Pilih
ja: 選択
ru: Выбрать
ur: منتخب کریں

source: Theme Customization
ar: تخصيص السمة
bn: থিম কাস্টমাইজেশন
es: Personalización de Tema
hi: थीम अनुकूलन
id: Kustomisasi Tema
ja: テーマのカスタマイズ
ru: Настройка темы
ur: تھیم کی تخصیص

# chooseThemePreset
source: Choose a Theme Preset
ar: اختر إعداداً مسبقاً للسمة
bn: একটি থিম প্রিসেট চয়ন করুন
es: Elegir un Tema Predefinido
hi: थीम प्रीसेट चुनें
id: Pilih Preset Tema
ja: テーマプリセットを選択
ru: Выбрать пресет темы
ur: تھیم پری سیٹ منتخب کریں

source: Your Custom Themes
ar: السمات المخصصة الخاصة بك
bn: আপনার কাস্টম থিম
es: Tus Temas Personalizados
hi: आपकी कस्टम थीम
id: Tema Kustom Anda
ja: カスタムテーマ
ru: Ваши пользовательские темы
ur: آپ کی کسٹم تھیمز

source: Create Custom Theme
ar: إنشاء سمة مخصصة
bn: কাস্টম থিম তৈরি করুন
es: Crear Tema Personalizado
hi: कस्टम थीम बनाएं
id: Buat Tema Kustom
ja: カスタムテーマを作成
ru: Создать пользовательскую тему
ur: کسٹم تھیم بنائیں

# designOwnColorScheme
source: Design your own color scheme
ar: صمم نظام الألوان الخاص بك
bn: আপনার নিজস্ব রঙ পরিকল্পনা ডিজাইন করুন
es: Diseña tu propio esquema de colores
hi: अपनी खुद की रंग योजना डिज़ाइन करें
id: Rancang skema warna Anda sendiri
ja: 独自のカラースキームをデザイン
ru: Создайте свою собственную цветовую схему
ur: اپنی رنگ اسکیم ڈیزائن کریں

source: New Theme
ar: سمة جديدة
bn: নতুন থিম
es: Nuevo Tema
hi: नई थीम
id: Tema Baru
ja: 新しいテーマ
ru: Новая тема
ur: نئی تھیم

source: Edit Current Theme
ar: تحرير السمة الحالية
bn: বর্তমান থিম সম্পাদনা করুন
es: Editar Tema Actual
hi: वर्तमान थीम संपादित करें
id: Edit Tema Saat Ini
ja: 現在のテーマを編集
ru: Редактировать текущую тему
ur: موجودہ تھیم میں ترمیم کریں

# customizeColorsFor
source: Customize colors for {themeName}
ar: تخصيص الألوان لـ {themeName}
bn: {themeName} এর জন্য রং কাস্টমাইজ করুন
es: Personalizar colores para {themeName}
hi: {themeName} के लिए रंग अनुकूलित करें
id: Sesuaikan warna untuk {themeName}
ja: {themeName}の色をカスタマイズ
ru: Настроить цвета для {themeName}
ur: {themeName} کے لیے رنگ تخصیص کریں

source: Custom Theme {number}
ar: السمة المخصصة {number}
bn: কাস্টম থিম {number}
es: Tema Personalizado {number}
hi: कस्टम थीम {number}
id: Tema Kustom {number}
ja: カスタムテーマ {number}
ru: Пользовательская тема {number}
ur: کسٹم تھیم {number}

source: Delete Custom Theme
ar: حذف السمة المخصصة
bn: কাস্টম থিম মুছুন
es: Eliminar Tema Personalizado
hi: कस्टम थीम हटाएं
id: Hapus Tema Kustom
ja: カスタムテーマを削除
ru: Удалить пользовательскую тему
ur: کسٹم تھیم حذف کریں

# confirmDeleteTheme
source: Are you sure you want to delete "{themeName}"?
ar: هل أنت متأكد من أنك تريد حذف "{themeName}"؟
bn: আপনি কি নিশ্চিত যে আপনি "{themeName}" মুছতে চান?
es: ¿Estás seguro de que quieres eliminar "{themeName}"?
hi: क्या आप वाकई "{themeName}" को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus "{themeName}"?
ja: 本当に「{themeName}」を削除しますか？
ru: Вы уверены, что хотите удалить "{themeName}"?
ur: کیا آپ واقعی "{themeName}" کو حذف کرنا چاہتے ہیں؟

source: Delete
ar: حذف
bn: মুছুন
es: Eliminar
hi: हटाएं
id: Hapus
ja: 削除
ru: Удалить
ur: حذف کریں

source: Customize Theme
ar: تخصيص السمة
bn: থিম কাস্টমাইজ করুন
es: Personalizar Tema
hi: थीम अनुकूलित करें
id: Sesuaikan Tema
ja: テーマをカスタマイズ
ru: Настроить тему
ur: تھیم تخصیص کریں

source: Preview
ar: معاينة
bn: প্রিভিউ
es: Vista Previa
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
ru: Предпросмотр
ur: پیش نظارہ

source: Theme Name
ar: اسم السمة
bn: থিমের নাম
es: Nombre del Tema
hi: थीम का नाम
id: Nama Tema
ja: テーマ名
ru: Название темы
ur: تھیم کا نام

source: Brand Colors
ar: ألوان العلامة التجارية
bn: ব্র্যান্ড রং
es: Colores de Marca
hi: ब्रांड रंग
id: Warna Merek
ja: ブランドカラー
ru: Фирменные цвета
ur: برانڈ رنگ

source: Light Theme
ar: السمة الفاتحة
bn: হালকা থিম
es: Tema Claro
hi: हल्की थीम
id: Tema Terang
ja: ライトテーマ
ru: Светлая тема
ur: ہلکی تھیم

source: Dark Theme
ar: السمة الداكنة
bn: গাঢ় থিম
es: Tema Oscuro
hi: गहरी थीम
id: Tema Gelap
ja: ダークテーマ
ru: Темная тема
ur: گہری تھیم

source: Reset
ar: إعادة تعيين
bn: রিসেট করুন
es: Restablecer
hi: रीसेट करें
id: Atur Ulang
ja: リセット
ru: Сбросить
ur: دوبارہ ترتیب دیں

source: Save Theme
ar: حفظ السمة
bn: থিম সংরক্ষণ করুন
es: Guardar Tema
hi: थीम सहेजें
id: Simpan Tema
ja: テーマを保存
ru: Сохранить тему
ur: تھیم محفوظ کریں

source: Custom Theme
ar: سمة مخصصة
bn: কাস্টম থিম
es: Tema Personalizado
hi: कस्टम थीम
id: Tema Kustom
ja: カスタムテーマ
ru: Пользовательская тема
ur: کسٹم تھیم

source: Primary Colors
ar: الألوان الأساسية
bn: প্রাথমিক রং
es: Colores Primarios
hi: प्राथमिक रंग
id: Warna Utama
ja: プライマリカラー
ru: Основные цвета
ur: بنیادی رنگ

# primaryColorsDesc
source: Main accent colors used throughout the app
ar: ألوان التمييز الرئيسية المستخدمة في جميع أنحاء التطبيق
bn: পুরো অ্যাপ জুড়ে ব্যবহৃত মূল উচ্চারণ রং
es: Colores de acento principales utilizados en toda la aplicación
hi: पूरे ऐप में उपयोग किए जाने वाले मुख्य उच्चारण रंग
id: Warna aksen utama yang digunakan di seluruh aplikasi
ja: アプリ全体で使用される主要なアクセントカラー
ru: Основные акцентные цвета, используемые во всем приложении
ur: پوری ایپ میں استعمال ہونے والے اہم زور رنگ

source: Primary Accent
ar: التمييز الأساسي
bn: প্রাথমিক উচ্চারণ
es: Acento Primario
hi: प्राथमिक उच्चारण
id: Aksen Utama
ja: プライマリアクセント
ru: Основной акцент
ur: بنیادی زور

# primaryAccentDesc
source: Main brand color, buttons, links
ar: لون العلامة التجارية الرئيسي، الأزرار، الروابط
bn: মূল ব্র্যান্ড রং, বোতাম, লিংক
es: Color principal de marca, botones, enlaces
hi: मुख्य ब्रांड रंग, बटन, लिंक
id: Warna merek utama, tombol, tautan
ja: メインブランドカラー、ボタン、リンク
ru: Основной фирменный цвет, кнопки, ссылки
ur: اہم برانڈ رنگ، بٹن، لنکس

source: Secondary Accent
ar: التمييز الثانوي
bn: গৌণ উচ্চারণ
es: Acento Secundario
hi: द्वितीयक उच्चारण
id: Aksen Sekunder
ja: セカンダリアクセント
ru: Вторичный акцент
ur: ثانوی زور

# secondaryAccentDesc
source: Complementary accent for gradients
ar: تمييز تكميلي للتدرجات
bn: গ্রেডিয়েন্টের জন্য পরিপূরক উচ্চারণ
es: Acento complementario para degradados
hi: ग्रेडिएंट के लिए पूरक उच्चारण
id: Aksen pelengkap untuk gradien
ja: グラデーション用の補完アクセント
ru: Дополнительный акцент для градиентов
ur: گریڈینٹس کے لیے تکمیلی زور

source: Semantic Colors
ar: الألوان الدلالية
bn: অর্থগত রং
es: Colores Semánticos
hi: अर्थ संबंधी रंग
id: Warna Semantik
ja: セマンティックカラー
ru: Семантические цвета
ur: معنوی رنگ

# semanticColorsDesc
source: Colors that convey meaning and status
ar: الألوان التي تنقل المعنى والحالة
bn: অর্থ এবং অবস্থা প্রকাশ করে এমন রং
es: Colores que transmiten significado y estado
hi: अर्थ और स्थिति व्यक्त करने वाले रंग
id: Warna yang menyampaikan makna dan status
ja: 意味とステータスを伝える色
ru: Цвета, передающие смысл и состояние
ur: رنگ جو معنی اور حالت کو ظاہر کرتے ہیں

source: Success Color
ar: لون النجاح
bn: সফলতার রং
es: Color de Éxito
hi: सफलता का रंग
id: Warna Sukses
ja: 成功カラー
ru: Цвет успеха
ur: کامیابی کا رنگ

# successColorDesc
source: Positive actions, confirmations
ar: الإجراءات الإيجابية، التأكيدات
bn: ইতিবাচক ক্রিয়া, নিশ্চিতকরণ
es: Acciones positivas, confirmaciones
hi: सकारात्मक क्रियाएं, पुष्टिकरण
id: Tindakan positif, konfirmasi
ja: ポジティブなアクション、確認
ru: Положительные действия, подтверждения
ur: مثبت اعمال، تصدیقات

source: Warning Color
ar: لون التحذير
bn: সতর্কতার রং
es: Color de Advertencia
hi: चेतावनी का रंग
id: Warna Peringatan
ja: 警告カラー
ru: Цвет предупреждения
ur: انتباہ کا رنگ

# warningColorDesc
source: Caution, pending states
ar: التحذير، الحالات المعلقة
bn: সতর্কতা, মুলতুবি অবস্থা
es: Precaución, estados pendientes
hi: सावधानी, लंबित स्थिति
id: Kehati-hatian, status tertunda
ja: 注意、保留状態
ru: Осторожность, ожидающие состояния
ur: احتیاط، زیر التواء حالات

source: Error Color
ar: لون الخطأ
bn: ত্রুটির রং
es: Color de Error
hi: त्रुटि का रंग
id: Warna Error
ja: エラーカラー
ru: Цвет ошибки
ur: خرابی کا رنگ

# errorColorDesc
source: Errors, destructive actions
ar: الأخطاء، الإجراءات المدمرة
bn: ত্রুটি, ধ্বংসাত্মক ক্রিয়া
es: Errores, acciones destructivas
hi: त्रुटियां, विनाशकारी क्रियाएं
id: Kesalahan, tindakan destruktif
ja: エラー、破壊的なアクション
ru: Ошибки, разрушительные действия
ur: خرابیاں، تباہ کن اعمال

source: Background Colors
ar: ألوان الخلفية
bn: পটভূমির রং
es: Colores de Fondo
hi: पृष्ठभूमि रंग
id: Warna Latar Belakang
ja: 背景色
ru: Цвета фона
ur: پس منظر کے رنگ

# backgroundColorsLightDesc
source: Main background surfaces for light mode
ar: أسطح الخلفية الرئيسية للوضع الفاتح
bn: হালকা মোডের জন্য মূল পটভূমি পৃষ্ঠ
es: Superficies de fondo principales para modo claro
hi: हल्के मोड के लिए मुख्य पृष्ठभूमि सतह
id: Permukaan latar belakang utama untuk mode terang
ja: ライトモード用のメイン背景サーフェス
ru: Основные фоновые поверхности для светлого режима
ur: ہلکے موڈ کے لیے اہم پس منظر کی سطحیں

# backgroundColorsDarkDesc
source: Main background surfaces for dark mode
ar: أسطح الخلفية الرئيسية للوضع الداكن
bn: গাঢ় মোডের জন্য মূল পটভূমি পৃষ্ঠ
es: Superficies de fondo principales para modo oscuro
hi: गहरे मोड के लिए मुख्य पृष्ठभूमि सतह
id: Permukaan latar belakang utama untuk mode gelap
ja: ダークモード用のメイン背景サーフェス
ru: Основные фоновые поверхности для темного режима
ur: گہرے موڈ کے لیے اہم پس منظر کی سطحیں

source: Background
ar: الخلفية
bn: পটভূমি
es: Fondo
hi: पृष्ठभूमि
id: Latar Belakang
ja: 背景
ru: Фон
ur: پس منظر

# backgroundDesc
source: Main app background
ar: خلفية التطبيق الرئيسية
bn: মূল অ্যাপ পটভূমি
es: Fondo principal de la aplicación
hi: मुख्य ऐप पृष्ठभूमि
id: Latar belakang aplikasi utama
ja: メインアプリの背景
ru: Основной фон приложения
ur: اہم ایپ کا پس منظر

source: Surface
ar: السطح
bn: পৃষ্ঠ
es: Superficie
hi: सतह
id: Permukaan
ja: サーフェス
ru: Поверхность
ur: سطح

# surfaceDesc
source: Cards, dialogs, elevated surfaces
ar: البطاقات، مربعات الحوار، الأسطح المرتفعة
bn: কার্ড, ডায়ালগ, উঁচু পৃষ্ঠ
es: Tarjetas, diálogos, superficies elevadas
hi: कार्ड, डायलॉग, उभरी हुई सतहें
id: Kartu, dialog, permukaan yang ditinggikan
ja: カード、ダイアログ、高さのあるサーフェス
ru: Карточки, диалоги, приподнятые поверхности
ur: کارڈز، ڈائیلاگز، بلند سطحیں

source: Surface Secondary
ar: السطح الثانوي
bn: গৌণ পৃষ্ঠ
es: Superficie Secundaria
hi: द्वितीयक सतह
id: Permukaan Sekunder
ja: セカンダリサーフェス
ru: Вторичная поверхность
ur: ثانوی سطح

# surfaceSecondaryDesc
source: Secondary cards, sidebars
ar: البطاقات الثانوية، الأشرطة الجانبية
bn: গৌণ কার্ড, সাইডবার
es: Tarjetas secundarias, barras laterales
hi: द्वितीयक कार्ड, साइडबार
id: Kartu sekunder, sidebar
ja: セカンダリカード、サイドバー
ru: Вторичные карточки, боковые панели
ur: ثانوی کارڈز، سائیڈبارز

source: Border
ar: الحدود
bn: সীমানা
es: Borde
hi: सीमा
id: Batas
ja: ボーダー
ru: Граница
ur: سرحد

# borderDesc
source: Dividers, card borders
ar: الفواصل، حدود البطاقات
bn: বিভাজক, কার্ড সীমানা
es: Divisores, bordes de tarjetas
hi: विभाजक, कार्ड सीमाएं
id: Pembagi, batas kartu
ja: 区切り線、カードのボーダー
ru: Разделители, границы карточек
ur: تقسیم کار، کارڈ کی سرحدیں

source: Text Colors
ar: ألوان النص
bn: টেক্সট রং
es: Colores de Texto
hi: पाठ रंग
id: Warna Teks
ja: テキストカラー
ru: Цвета текста
ur: متن کے رنگ

# textColorsLightDesc
source: Typography colors for light mode
ar: ألوان الطباعة للوضع الفاتح
bn: হালকা মোডের জন্য টাইপোগ্রাফি রং
es: Colores de tipografía para modo claro
hi: हल्के मोड के लिए टाइपोग्राफी रंग
id: Warna tipografi untuk mode terang
ja: ライトモード用のタイポグラフィカラー
ru: Типографические цвета для светлого режима
ur: ہلکے موڈ کے لیے ٹائپوگرافی رنگ

# textColorsDarkDesc
source: Typography colors for dark mode
ar: ألوان الطباعة للوضع الداكن
bn: গাঢ় মোডের জন্য টাইপোগ্রাফি রং
es: Colores de tipografía para modo oscuro
hi: गहरे मोड के लिए टाइपोग्राफी रंग
id: Warna tipografi untuk mode gelap
ja: ダークモード用のタイポグラフィカラー
ru: Типографические цвета для темного режима
ur: گہرے موڈ کے لیے ٹائپوگرافی رنگ

source: Text Primary
ar: النص الأساسي
bn: প্রাথমিক টেক্সট
es: Texto Primario
hi: प्राथमिक पाठ
id: Teks Utama
ja: プライマリテキスト
ru: Основной текст
ur: بنیادی متن

# textPrimaryDesc
source: Headings, important text
ar: العناوين، النص المهم
bn: শিরোনাম, গুরুত্বপূর্ণ টেক্সট
es: Encabezados, texto importante
hi: शीर्षक, महत्वपूर्ण पाठ
id: Judul, teks penting
ja: 見出し、重要なテキスト
ru: Заголовки, важный текст
ur: عنوانات، اہم متن

source: Text Secondary
ar: النص الثانوي
bn: গৌণ টেক্সট
es: Texto Secundario
hi: द्वितीयक पाठ
id: Teks Sekunder
ja: セカンダリテキスト
ru: Вторичный текст
ur: ثانوی متن

# textSecondaryDesc
source: Descriptions, captions
ar: الأوصاف، التسميات التوضيحية
bn: বিবরণ, ক্যাপশন
es: Descripciones, subtítulos
hi: विवरण, कैप्शन
id: Deskripsi, keterangan
ja: 説明、キャプション
ru: Описания, подписи
ur: تفصیلات، کیپشنز

# previewMode
source: Preview: {mode} Mode
ar: المعاينة: وضع {mode}
bn: প্রিভিউ: {mode} মোড
es: Vista previa: Modo {mode}
hi: पूर्वावलोकन: {mode} मोड
id: Pratinjau: Mode {mode}
ja: プレビュー：{mode}モード
ru: Предпросмотр: режим {mode}
ur: پیش نظارہ: {mode} موڈ

source: Dark
ar: داكن
bn: গাঢ়
es: Oscuro
hi: गहरा
id: Gelap
ja: ダーク
ru: Темный
ur: گہرا
