Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

source: Light
ar: فاتح
bn: হালকা
es: Claro
hi: हल्का
id: Terang
ja: ライト
ru: Светлый
ur: ہلکا

source: Sample Card Title
ar: عنوان البطاقة النموذجية
bn: নমুনা কার্ড শিরোনাম
es: Título de Tarjeta de Ejemplo
hi: नमूना कार्ड शीर्षक
id: Judul Kartu Contoh
ja: サンプルカードタイトル
ru: Название примерной карточки
ur: نمونہ کارڈ کا عنوان

# sampleSecondaryText
source: This is secondary text that appears below.
ar: هذا نص ثانوي يظهر أدناه.
bn: এটি নীচে প্রদর্শিত গৌণ টেক্সট।
es: Este es el texto secundario que aparece debajo.
hi: यह नीचे दिखाई देने वाला द्वितीयक पाठ है।
id: Ini adalah teks sekunder yang muncul di bawah.
ja: これは下に表示されるセカンダリテキストです。
ru: Это вторичный текст, который отображается ниже.
ur: یہ ثانوی متن ہے جو نیچے ظاہر ہوتا ہے۔

source: Primary
ar: أساسي
bn: প্রাথমিক
es: Primario
hi: प्राथमिक
id: Utama
ja: プライマリ
ru: Основной
ur: بنیادی

source: Secondary
ar: ثانوي
bn: গৌণ
es: Secundario
hi: द्वितीयक
id: Sekunder
ja: セカンダリ
ru: Вторичный
ur: ثانوی

source: Warning
ar: تحذير
bn: সতর্কতা
es: Advertencia
hi: चेतावनी
id: Peringatan
ja: 警告
ru: Предупреждение
ur: انتباہ

# launchAtStartupTitle
source: Launch at startup
ar: التشغيل عند بدء التشغيل
bn: স্টার্টআপে চালু করুন
es: Iniciar al arrancar
hi: स्टार्टअप पर लॉन्च करें
id: Jalankan saat startup
ja: スタートアップ時に起動
ru: Запуск при старте
ur: اسٹارٹ اپ پر شروع کریں

# launchAtStartupDescription
source: Automatically start TimeMark when you log in to your computer
ar: بدء TimeMark تلقائيًا عند تسجيل الدخول إلى جهاز الكمبيوتر الخاص بك
bn: আপনার কম্পিউটারে লগ ইন করার সময় স্বয়ংক্রিয়ভাবে Scolect শুরু করুন
es: Iniciar Scolect automáticamente al iniciar sesión en tu computadora
hi: जब आप अपने कंप्यूटर में लॉग इन करें तो स्वचालित रूप से Scolect प्रारंभ करें
id: Mulai Scolect secara otomatis saat Anda masuk ke komputer Anda
ja: コンピュータにログインしたときに自動的にTimeMarkを起動します
ru: Автоматически запускать TimeMark при входе в систему на вашем компьютере
ur: جب آپ اپنے کمپیوٹر میں لاگ ان کریں تو خودکار طور پر TimeMark شروع کریں

# inputMonitoringPermissionTitle
source: Keyboard Monitoring Unavailable
ar: مراقبة لوحة المفاتيح غير متاحة
bn: কীবোর্ড মনিটরিং উপলব্ধ নয়
es: Supervisión del teclado no disponible
hi: कीबोर्ड मॉनिटरिंग उपलब्ध नहीं है
id: Pemantauan keyboard tidak tersedia
ja: キーボード監視は利用できません
ru: Мониторинг клавиатуры недоступен
ur: کی بورڈ مانیٹرنگ دستیاب نہیں

# inputMonitoringPermissionDescription
source: Enable Input Monitoring permission to track keyboard activity. Currently only mouse input is monitored.
ar: يرجى تمكين إذن مراقبة الإدخال لتتبع نشاط لوحة المفاتيح. يتم حاليًا مراقبة إدخال الماوس فقط.
bn: কীবোর্ড কার্যকলাপ ট্র্যাক করতে ইনপুট মনিটরিং অনুমতি সক্রিয় করুন। বর্তমানে শুধুমাত্র মাউস ইনপুট মনিটর করা হচ্ছে।
es: Activa el permiso de supervisión de entrada para registrar la actividad del teclado. Actualmente solo se supervisa el ratón.
hi: कीबोर्ड गतिविधि ट्रैक करने के लिए इनपुट मॉनिटरिंग अनुमति सक्षम करें। फिलहाल केवल माउस इनपुट मॉनिटर किया जा रहा है।
id: Aktifkan izin pemantauan input untuk melacak aktivitas keyboard. Saat ini hanya input mouse yang dipantau.
ja: キーボードの操作を追跡するには、入力監視の許可を有効にしてください。現在はマウス入力のみが監視されています。
ru: Включите разрешение на мониторинг ввода для отслеживания активности клавиатуры. В настоящее время отслеживается только ввод мыши.
ur: کی بورڈ کی سرگرمی کو ٹریک کرنے کے لیے ان پٹ مانیٹرنگ کی اجازت فعال کریں۔ فی الحال صرف ماؤس ان پٹ مانیٹر کیا جا رہا ہے۔

source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
es: Abrir ajustes
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ja: 設定を開く
ru: Открыть настройки
ur: سیٹنگز کھولیں

# permissionGrantedTitle
source: Permission Granted
ar: تم منح الإذن
bn: অনুমতি দেওয়া হয়েছে
es: Permiso concedido
hi: अनुमति प्रदान की गई
id: Izin diberikan
ja: 許可が付与されました
ru: Разрешение предоставлено
ur: اجازت دے دی گئی

# permissionGrantedDescription
source: The app needs to restart for Input Monitoring to take effect.
ar: يجب إعادة تشغيل التطبيق لتفعيل مراقبة الإدخال.
bn: ইনপুট মনিটরিং কার্যকর করতে অ্যাপটি পুনরায় চালু করতে হবে।
es: La aplicación necesita reiniciarse para que la supervisión de entrada tenga efecto.
hi: इनपुट मॉनिटरिंग लागू करने के लिए ऐप को पुनः प्रारंभ करना होगा।
id: Aplikasi perlu dimulai ulang agar pemantauan input berlaku.
ja: 入力監視を有効にするには、アプリを再起動する必要があります。
ru: Для применения мониторинга ввода необходимо перезапустить приложение.
ur: ان پٹ مانیٹرنگ کے مؤثر ہونے کے لیے ایپ کو دوبارہ شروع کرنا ہوگا۔

# continueButton
source: Continue
ar: متابعة
bn: চালিয়ে যান
es: Continuar
hi: जारी रखें
id: Lanjutkan
ja: 続行
ru: Продолжить
ur: جاری رکھیں

# restartRequiredTitle
source: Restart Required
ar: إعادة التشغيل مطلوبة
bn: পুনরায় চালু প্রয়োজন
es: Reinicio necesario
hi: पुनः प्रारंभ आवश्यक
id: Perlu dimulai ulang
ja: 再起動が必要です
ru: Требуется перезапуск
ur: دوبارہ شروع کرنا ضروری ہے

# restartRequiredDescription
source: To enable keyboard monitoring, the app needs to restart. This is required by macOS.
ar: لتفعيل مراقبة لوحة المفاتيح، يجب إعادة تشغيل التطبيق. هذا مطلوب من قبل macOS.
bn: কীবোর্ড মনিটরিং সক্ষম করতে অ্যাপটি পুনরায় চালু করা প্রয়োজন। এটি macOS দ্বারা প্রয়োজনীয়।
es: Para activar la supervisión del teclado, la aplicación debe reiniciarse. Esto es obligatorio en macOS.
hi: कीबोर्ड मॉनिटरिंग सक्षम करने के लिए ऐप को पुनः प्रारंभ करना आवश्यक है। यह macOS द्वारा आवश्यक है।
id: Untuk mengaktifkan pemantauan keyboard, aplikasi perlu dimulai ulang. Ini diwajibkan oleh macOS.
ja: キーボード監視を有効にするには、アプリを再起動する必要があります。これは macOS の仕様です。
ru: Чтобы включить мониторинг клавиатуры, приложение необходимо перезапустить. Это требование macOS.
ur: کی بورڈ مانیٹرنگ فعال کرنے کے لیے ایپ کو دوبارہ شروع کرنا ضروری ہے۔ یہ macOS کی جانب سے لازمی ہے۔

# restartNote
source: The app will automatically relaunch after restarting.
ar: سيتم إعادة تشغيل التطبيق تلقائيًا بعد إعادة التشغيل.
bn: পুনরায় চালু হওয়ার পর অ্যাপটি স্বয়ংক্রিয়ভাবে আবার খুলবে।
es: La aplicación se volverá a abrir automáticamente después del reinicio.
hi: पुनः प्रारंभ के बाद ऐप स्वतः फिर से खुलेगा।
id: Aplikasi akan terbuka kembali secara otomatis setelah dimulai ulang.
ja: 再起動後、アプリは自動的に再起動します。
ru: После перезапуска приложение автоматически запустится снова.
ur: دوبارہ شروع ہونے کے بعد ایپ خود بخود دوبارہ کھل جائے گی۔

source: Restart Now
ar: إعادة التشغيل الآن
bn: এখনই পুনরায় চালু করুন
es: Reiniciar ahora
hi: अभी पुनः प्रारंभ करें
id: Mulai ulang sekarang
ja: 今すぐ再起動
ru: Перезапустить сейчас
ur: ابھی دوبارہ شروع کریں

source: Restart Later
ar: إعادة التشغيل لاحقًا
bn: পরে পুনরায় চালু করুন
es: Reiniciar más tarde
hi: बाद में पुनः प्रारंभ करें
id: Mulai ulang nanti
ja: 後で再起動
ru: Перезапустить позже
ur: بعد میں دوبارہ شروع کریں

# restartFailedTitle
source: Restart Failed
ar: فشل إعادة التشغيل
bn: পুনরায় চালু ব্যর্থ
es: Error al reiniciar
hi: पुनः प्रारंभ विफल
id: Gagal memulai ulang
ja: 再起動に失敗しました
ru: Ошибка перезапуска
ur: دوبارہ شروع ناکام

# restartFailedMessage
source: Could not restart the app automatically. Please quit (Cmd+Q) and relaunch manually.
ar: تعذر إعادة تشغيل التطبيق تلقائيًا. يرجى الخروج (Cmd+Q) وإعادة تشغيله يدويًا.
bn: অ্যাপটি স্বয়ংক্রিয়ভাবে পুনরায় চালু করা যায়নি। অনুগ্রহ করে বের হয়ে (Cmd+Q) ম্যানুয়ালি আবার চালু করুন।
es: No se pudo reiniciar la aplicación automáticamente. Sal (Cmd+Q) y ábrela de nuevo manualmente.
hi: ऐप स्वतः पुनः प्रारंभ नहीं हो सका। कृपया बाहर निकलें (Cmd+Q) और मैन्युअल रूप से फिर से खोलें।
id: Aplikasi tidak dapat dimulai ulang secara otomatis. Silakan keluar (Cmd+Q) dan buka kembali secara manual.
ja: アプリを自動的に再起動できませんでした。終了（Cmd+Q）して手動で再起動してください。
ru: Не удалось автоматически перезапустить приложение. Пожалуйста, выйдите (Cmd+Q) и запустите его вручную.
ur: ایپ خود بخود دوبارہ شروع نہیں ہو سکی۔ براہ کرم بند کریں (Cmd+Q) اور دستی طور پر دوبارہ کھولیں۔
