Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# faqAppsA1
source: In the 'Applications' section, you can toggle the visibility of apps.
ar: في قسم 'التطبيقات'، يمكنك تبديل رؤية التطبيقات.
bn: 'অ্যাপ্লিকেশন' বিভাগে, আপনি অ্যাপগুলির দৃশ্যমানতা টগল করতে পারেন।
es: En la sección 'Aplicaciones', puedes alternar la visibilidad de las aplicaciones.
fr: Dans la section 'Applications', vous pouvez basculer la visibilité des applications.
hi: 'एप्लिकेशन' सेक्शन में, आप ऐप्स की दृश्यता को टॉगल कर सकते हैं।
id: Di bagian 'Aplikasi', Anda dapat mengaktifkan/menonaktifkan visibilitas aplikasi.
ja: 「アプリケーション」セクションで、アプリの表示を切り替えることができます。
pt: Na seção 'Aplicativos', você pode alternar a visibilidade dos aplicativos.
ru: В разделе 'Приложения' вы можете переключить видимость приложений.
ur: 'ایپلیکیشنز' سیکشن میں، آپ ایپس کی نمائش کو ٹوگل کر سکتے ہیں۔

# faqAppsQ2
source: Can I search and filter my applications?
ar: هل يمكنني البحث وتصفية التطبيقات؟
bn: আমি কি আমার অ্যাপ্লিকেশনগুলি অনুসন্ধান এবং ফিল্টার করতে পারি?
es: ¿Puedo buscar y filtrar mis aplicaciones?
fr: Puis-je rechercher et filtrer mes applications ?
hi: क्या मैं अपने एप्लिकेशन खोज और फिल्टर कर सकता हूं?
id: Bisakah saya mencari dan memfilter aplikasi saya?
ja: アプリケーションを検索およびフィルタリングできますか？
pt: Posso pesquisar e filtrar meus aplicativos?
ru: Можно ли искать и фильтровать приложения?
ur: کیا میں اپنی ایپلیکیشنز تلاش اور فلٹر کر سکتا ہوں؟

# faqAppsA2
source: Yes, the Applications section includes a search functionality and filtering options. You can filter apps by category, productivity status, tracking status, and visibility.
ar: نعم، يتضمن قسم التطبيقات وظيفة البحث وخيارات التصفية. يمكنك تصفية التطبيقات حسب الفئة وحالة الإنتاجية وحالة التتبع والرؤية.
bn: হ্যাঁ, অ্যাপ্লিকেশন বিভাগে একটি অনুসন্ধান কার্যকারিতা এবং ফিল্টারিং বিকল্প অন্তর্ভুক্ত রয়েছে। আপনি ক্যাটাগরি, উৎপাদনশীলতার স্থিতি, ট্র্যাকিং স্থিতি এবং দৃশ্যমানতা অনুযায়ী অ্যাপ ফিল্টার করতে পারেন।
es: Sí, la sección de Aplicaciones incluye funcionalidad de búsqueda y opciones de filtrado. Puedes filtrar aplicaciones por categoría, estado de productividad, estado de seguimiento y visibilidad.
fr: Oui, la section Applications comprend une fonctionnalité de recherche et des options de filtrage. Vous pouvez filtrer les applications par catégorie, statut de productivité, statut de suivi et visibilité.
hi: हां, एप्लिकेशन सेक्शन में सर्च फंक्शनालिटी और फिल्टरिंग ऑप्शन शामिल हैं। आप श्रेणी, उत्पादकता स्थिति, ट्रैकिंग स्थिति और दृश्यता के आधार पर ऐप्स फिल्टर कर सकते हैं।
id: Ya, bagian Aplikasi mencakup fungsi pencarian dan opsi filter. Anda dapat memfilter aplikasi berdasarkan kategori, status produktivitas, status pelacakan, dan visibilitas.
ja: はい、「アプリケーション」セクションには検索機能とフィルタリングオプションがあります。カテゴリ、生産性ステータス、追跡ステータス、表示状態でアプリをフィルタリングできます。
pt: Sim, a seção Aplicativos inclui funcionalidade de pesquisa e opções de filtragem. Você pode filtrar aplicativos por categoria, status de produtividade, status de rastreamento e visibilidade.
ru: Да, раздел Приложения включает функцию поиска и параметры фильтрации. Вы можете фильтровать приложения по категории, статусу продуктивности, статусу отслеживания и видимости.
ur: ہاں، ایپلیکیشنز سیکشن میں تلاش کی فعالیت اور فلٹرنگ کے اختیارات شامل ہیں۔ آپ ایپس کو زمرے، پیداواری حیثیت، ٹریکنگ حیثیت، اور نمائش کے حساب سے فلٹر کر سکتے ہیں۔

# faqAppsQ3
source: What editing options are available for applications?
ar: ما خيارات التحرير المتاحة للتطبيقات؟
bn: অ্যাপ্লিকেশনের জন্য কোন সম্পাদনা বিকল্প উপলব্ধ?
es: ¿Qué opciones de edición están disponibles para las aplicaciones?
fr: Quelles options d'édition sont disponibles pour les applications ?
hi: एप्लिकेशन के लिए कौन से एडिटिंग विकल्प उपलब्ध हैं?
id: Opsi pengeditan apa yang tersedia untuk aplikasi?
ja: アプリケーションにはどのような編集オプションがありますか？
pt: Quais opções de edição estão disponíveis para aplicativos?
ru: Какие параметры редактирования доступны для приложений?
ur: ایپلیکیشنز کے لیے کون سے ترمیم کے اختیارات دستیاب ہیں؟

# faqAppsA3
source: For each application, you can edit: category assignment, productivity status, tracking usage, visibility in reports, and set individual daily time limits.
ar: لكل تطبيق، يمكنك تحرير: تعيين الفئة وحالة الإنتاجية وتتبع الاستخدام والرؤية في التقارير وتعيين حدود زمنية يومية فردية.
bn: প্রতিটি অ্যাপ্লিকেশনের জন্য, আপনি সম্পাদনা করতে পারেন: ক্যাটাগরি বরাদ্দ, উৎপাদনশীলতার স্থিতি, ব্যবহার ট্র্যাকিং, রিপোর্টে দৃশ্যমানতা এবং পৃথক দৈনিক সময়সীমা সেট করুন।
es: Para cada aplicación, puedes editar: asignación de categoría, estado de productividad, seguimiento de uso, visibilidad en informes y establecer límites de tiempo diarios individuales.
fr: Pour chaque application, vous pouvez modifier : l'attribution de catégorie, le statut de productivité, le suivi d'utilisation, la visibilité dans les rapports et définir des limites de temps quotidiennes individuelles.
hi: प्रत्येक एप्लिकेशन के लिए, आप एडिट कर सकते हैं: श्रेणी असाइनमेंट, उत्पादकता स्थिति, उपयोग ट्रैकिंग, रिपोर्ट में दृश्यता, और व्यक्तिगत दैनिक समय सीमा सेट करें।
id: Untuk setiap aplikasi, Anda dapat mengedit: penetapan kategori, status produktivitas, pelacakan penggunaan, visibilitas dalam laporan, dan menetapkan batasan waktu harian individual.
ja: 各アプリケーションについて、カテゴリの割り当て、生産性ステータス、使用状況の追跡、レポートでの表示、個別の1日の時間制限を編集できます。
pt: Para cada aplicativo, você pode editar: atribuição de categoria, status de produtividade, rastreamento de uso, visibilidade em relatórios e definir limites de tempo diários individuais.
ru: Для каждого приложения вы можете редактировать: назначение категории, статус продуктивности, отслеживание использования, видимость в отчётах и устанавливать индивидуальные дневные лимиты времени.
ur: ہر ایپلیکیشن کے لیے، آپ ترمیم کر سکتے ہیں: زمرہ تفویض، پیداواری حیثیت، استعمال کی ٹریکنگ، رپورٹس میں نمائش، اور انفرادی روزانہ وقت کی حدود مقرر کر سکتے ہیں۔

# faqAppsQ4
source: How are application categories determined?
ar: كيف يتم تحديد فئات التطبيقات؟
bn: অ্যাপ্লিকেশন ক্যাটাগরি কীভাবে নির্ধারণ করা হয়?
es: ¿Cómo se determinan las categorías de las aplicaciones?
fr: Comment les catégories d'applications sont-elles déterminées ?
hi: एप्लिकेशन श्रेणियां कैसे निर्धारित होती हैं?
id: Bagaimana kategori aplikasi ditentukan?
ja: アプリケーションのカテゴリはどのように決定されますか？
pt: Como as categorias de aplicativos são determinadas?
ru: Как определяются категории приложений?
ur: ایپلیکیشن کے زمرے کیسے طے کیے جاتے ہیں؟

# faqAppsA4
source: Initial categories are system-suggested, but you have full control to create, modify, and assign custom categories based on your workflow and preferences.
ar: الفئات الأولية مقترحة من النظام، لكن لديك السيطرة الكاملة لإنشاء وتعديل وتعيين فئات مخصصة بناءً على سير عملك وتفضيلاتك.
bn: প্রাথমিক ক্যাটাগরিগুলি সিস্টেম-প্রস্তাবিত, কিন্তু আপনার কর্মপ্রবাহ এবং পছন্দ অনুযায়ী কাস্টম ক্যাটাগরি তৈরি, পরিবর্তন এবং বরাদ্দ করার সম্পূর্ণ নিয়ন্ত্রণ আপনার কাছে রয়েছে।
es: Las categorías iniciales son sugeridas por el sistema, pero tienes control total para crear, modificar y asignar categorías personalizadas según tu flujo de trabajo y preferencias.
fr: Les catégories initiales sont suggérées par le système, mais vous avez un contrôle total pour créer, modifier et attribuer des catégories personnalisées selon votre flux de travail et vos préférences.
hi: प्रारंभिक श्रेणियां सिस्टम-सुझाई गई हैं, लेकिन आपके पास अपने वर्कफ्लो और प्राथमिकताओं के आधार पर कस्टम श्रेणियां बनाने, संशोधित करने और असाइन करने का पूर्ण नियंत्रण है।
id: Kategori awal disarankan oleh sistem, tetapi Anda memiliki kontrol penuh untuk membuat, memodifikasi, dan menetapkan kategori khusus berdasarkan alur kerja dan preferensi Anda.
ja: 初期のカテゴリはシステムによって提案されますが、ワークフローと好みに基づいてカスタムカテゴリを作成、変更、割り当てることができます。
pt: As categorias iniciais são sugeridas pelo sistema, mas você tem controle total para criar, modificar e atribuir categorias personalizadas com base em seu fluxo de trabalho e preferências.
ru: Начальные категории предлагаются системой, но вы имеете полный контроль для создания, изменения и назначения пользовательских категорий в соответствии с вашим рабочим процессом и предпочтениями.
ur: ابتدائی زمرے سسٹم کی تجویز کردہ ہیں، لیکن آپ کو اپنے ورک فلو اور ترجیحات کی بنیاد پر حسب ضرورت زمرے بنانے، ترمیم کرنے، اور تفویض کرنے کا مکمل کنٹرول ہے۔

# faqReportsQ1
source: What types of reports are available?
ar: ما أنواع التقارير المتاحة؟
bn: কোন ধরনের রিপোর্ট উপলব্ধ?
es: ¿Qué tipos de informes están disponibles?
fr: Quels types de rapports sont disponibles ?
hi: किस प्रकार की रिपोर्ट उपलब्ध हैं?
id: Jenis laporan apa yang tersedia?
ja: どのような種類のレポートが利用できますか？
pt: Quais tipos de relatórios estão disponíveis?
ru: Какие типы отчётов доступны?
ur: کون سی قسم کی رپورٹیں دستیاب ہیں؟

# faqReportsA1
source: Reports include: Total screen time, Productive time, Most used apps, Focus sessions, Daily screen time graph, Category breakdown pie chart, Detailed application usage, Weekly usage trends, and Usage pattern analysis by time of day.
ar: تشمل التقارير: إجمالي وقت الشاشة، الوقت المنتج، التطبيقات الأكثر استخداماً، جلسات التركيز، رسم بياني لوقت الشاشة اليومي، مخطط دائري لتوزيع الفئات، استخدام التطبيقات التفصيلي، اتجاهات الاستخدام الأسبوعية، وتحليل أنماط الاستخدام حسب الوقت من اليوم.
bn: রিপোর্টে অন্তর্ভুক্ত: মোট স্ক্রিন টাইম, উৎপাদনশীল সময়, সবচেয়ে ব্যবহৃত অ্যাপ, ফোকাস সেশন, দৈনিক স্ক্রিন টাইম গ্রাফ, ক্যাটাগরি ব্রেকডাউন পাই চার্ট, বিস্তারিত অ্যাপ্লিকেশন ব্যবহার, সাপ্তাহিক ব্যবহারের প্রবণতা এবং দিনের সময় অনুযায়ী ব্যবহারের প্যাটার্ন বিশ্লেষণ।
es: Los informes incluyen: Tiempo total de pantalla, Tiempo productivo, Aplicaciones más usadas, Sesiones de enfoque, Gráfico de tiempo de pantalla diario, Gráfico circular de desglose por categoría, Uso detallado de aplicaciones, Tendencias de uso semanal y Análisis de patrones de uso por hora del día.
fr: Les rapports incluent : Temps d'écran total, Temps productif, Applications les plus utilisées, Sessions de concentration, Graphique du temps d'écran quotidien, Diagramme circulaire de répartition par catégorie, Utilisation détaillée des applications, Tendances d'utilisation hebdomadaires et Analyse des modèles d'utilisation par moment de la journée.
hi: रिपोर्ट में शामिल हैं: कुल स्क्रीन टाइम, उत्पादक समय, सबसे अधिक उपयोग किए गए ऐप्स, फोकस सेशन, दैनिक स्क्रीन टाइम ग्राफ, श्रेणी ब्रेकडाउन पाई चार्ट, विस्तृत एप्लिकेशन उपयोग, साप्ताहिक उपयोग ट्रेंड, और दिन के समय के अनुसार उपयोग पैटर्न विश्लेषण।
id: Laporan mencakup: Total waktu layar, Waktu produktif, Aplikasi paling sering digunakan, Sesi fokus, Grafik waktu layar harian, Diagram lingkaran pembagian kategori, Penggunaan aplikasi terperinci, Tren penggunaan mingguan, dan Analisis pola penggunaan berdasarkan waktu.
ja: レポートには以下が含まれます：総スクリーンタイム、生産的な時間、最も使用されているアプリ、集中セッション、1日のスクリーンタイムグラフ、カテゴリ別円グラフ、詳細なアプリケーション使用状況、週間使用傾向、時間帯別使用パターン分析。
pt: Os relatórios incluem: Tempo total de tela, Tempo produtivo, Aplicativos mais usados, Sessões de foco, Gráfico de tempo de tela diário, Gráfico de pizza de categorias, Uso detalhado de aplicativos, Tendências de uso semanal e Análise de padrões de uso por hora do dia.
ru: Отчёты включают: общее экранное время, продуктивное время, наиболее используемые приложения, сессии фокусировки, график дневного экранного времени, круговую диаграмму распределения по категориям, детальное использование приложений, недельные тренды использования и анализ паттернов использования по времени суток.
ur: رپورٹس میں شامل ہیں: کل اسکرین ٹائم، پیداواری وقت، سب سے زیادہ استعمال ہونے والی ایپس، فوکس سیشنز، روزانہ اسکرین ٹائم گراف، زمرے کی تقسیم کا پائی چارٹ، تفصیلی ایپلیکیشن استعمال، ہفتہ وار استعمال کے رجحانات، اور دن کے وقت کے حساب سے استعمال کے پیٹرن کا تجزیہ۔

# faqReportsQ2
source: How detailed are the application usage reports?
ar: ما مدى تفصيل تقارير استخدام التطبيقات؟
bn: অ্যাপ্লিকেশন ব্যবহারের রিপোর্ট কতটা বিস্তারিত?
es: ¿Qué tan detallados son los informes de uso de aplicaciones?
fr: Quelle est la précision des rapports d'utilisation des applications ?
hi: एप्लिकेशन उपयोग रिपोर्ट कितनी विस्तृत हैं?
id: Seberapa detail laporan penggunaan aplikasi?
ja: アプリケーション使用レポートはどの程度詳細ですか？
pt: Quão detalhados são os relatórios de uso de aplicativos?
ru: Насколько детальны отчёты об использовании приложений?
ur: ایپلیکیشن کے استعمال کی رپورٹیں کتنی تفصیلی ہیں؟

# faqReportsA2
source: Detailed application usage reports show: App name, Category, Total time spent, Productivity status, and offer an 'Actions' section with deeper insights like usage summary, daily limits, usage trends, and productivity metrics.
ar: تعرض تقارير استخدام التطبيقات التفصيلية: اسم التطبيق والفئة وإجمالي الوقت المستغرق وحالة الإنتاجية، وتوفر قسم 'الإجراءات' مع رؤى أعمق مثل ملخص الاستخدام والحدود اليومية واتجاهات الاستخدام ومقاييس الإنتاجية.
bn: বিস্তারিত অ্যাপ্লিকেশন ব্যবহারের রিপোর্টে দেখানো হয়: অ্যাপের নাম, ক্যাটাগরি, মোট ব্যয় করা সময়, উৎপাদনশীলতার স্থিতি এবং ব্যবহারের সারাংশ, দৈনিক সীমা, ব্যবহারের প্রবণতা এবং উৎপাদনশীলতা মেট্রিক্সের মতো গভীর অন্তর্দৃষ্টি সহ একটি 'অ্যাকশন' বিভাগ অফার করে।
es: Los informes detallados de uso de aplicaciones muestran: Nombre de la aplicación, Categoría, Tiempo total dedicado, Estado de productividad, y ofrecen una sección de 'Acciones' con información más profunda como resumen de uso, límites diarios, tendencias de uso y métricas de productividad.
fr: Les rapports d'utilisation détaillés des applications montrent : Nom de l'application, Catégorie, Temps total passé, Statut de productivité, et offrent une section 'Actions' avec des informations plus approfondies comme le résumé d'utilisation, les limites quotidiennes, les tendances d'utilisation et les métriques de productivité.
hi: विस्तृत एप्लिकेशन उपयोग रिपोर्ट दिखाती हैं: ऐप नाम, श्रेणी, बिताया गया कुल समय, उत्पादकता स्थिति, और उपयोग सारांश, दैनिक सीमाएं, उपयोग ट्रेंड, और उत्पादकता मेट्रिक्स जैसी गहरी जानकारी के साथ 'एक्शन' सेक्शन प्रदान करती हैं।
id: Laporan penggunaan aplikasi terperinci menunjukkan: Nama aplikasi, Kategori, Total waktu yang dihabiskan, Status produktivitas, dan menawarkan bagian 'Tindakan' dengan wawasan lebih dalam seperti ringkasan penggunaan, batasan harian, tren penggunaan, dan metrik produktivitas.
ja: 詳細なアプリケーション使用レポートには、アプリ名、カテゴリ、総使用時間、生産性ステータスが表示され、使用状況サマリー、1日の制限、使用傾向、生産性指標などのより深い洞察を持つ「アクション」セクションがあります。
pt: Relatórios detalhados de uso de aplicativos mostram: Nome do aplicativo, Categoria, Tempo total gasto, Status de produtividade e oferecem uma seção 'Ações' com insights mais profundos como resumo de uso, limites diários, tendências de uso e métricas de produtividade.
ru: Детальные отчёты об использовании приложений показывают: название приложения, категорию, общее время использования, статус продуктивности и предлагают раздел 'Действия' с более глубокой аналитикой, такой как сводка использования, дневные лимиты, тренды использования и метрики продуктивности.
ur: تفصیلی ایپلیکیشن استعمال کی رپورٹس دکھاتی ہیں: ایپ کا نام، زمرہ، کل گزارا ہوا وقت، پیداواری حیثیت، اور ایک 'ایکشنز' سیکشن پیش کرتی ہیں جس میں گہری بصیرت جیسے استعمال کا خلاصہ، روزانہ حدود، استعمال کے رجحانات، اور پیداواری میٹرکس شامل ہیں۔

# faqReportsQ3
source: Can I analyze my usage trends over time?
ar: هل يمكنني تحليل اتجاهات الاستخدام بمرور الوقت؟
bn: আমি কি সময়ের সাথে আমার ব্যবহারের প্রবণতা বিশ্লেষণ করতে পারি?
es: ¿Puedo analizar mis tendencias de uso a lo largo del tiempo?
fr: Puis-je analyser mes tendances d'utilisation au fil du temps ?
hi: क्या मैं समय के साथ अपने उपयोग ट्रेंड का विश्लेषण कर सकता हूं?
id: Bisakah saya menganalisis tren penggunaan saya dari waktu ke waktu?
ja: 時間の経過に伴う使用傾向を分析できますか？
pt: Posso analisar minhas tendências de uso ao longo do tempo?
ru: Можно ли анализировать тренды использования за период?
ur: کیا میں وقت کے ساتھ اپنے استعمال کے رجحانات کا تجزیہ کر سکتا ہوں؟

# faqReportsA3
source: Yes! The app provides week-over-week comparisons, showing graphs of usage over past weeks, average daily usage, longest sessions, and weekly totals to help you track your digital habits.
ar: نعم! يوفر التطبيق مقارنات أسبوعية، تعرض رسوماً بيانية للاستخدام على مدى الأسابيع الماضية ومتوسط الاستخدام اليومي وأطول الجلسات والإجماليات الأسبوعية لمساعدتك على تتبع عاداتك الرقمية.
bn: হ্যাঁ! অ্যাপটি সপ্তাহ-থেকে-সপ্তাহ তুলনা প্রদান করে, গত সপ্তাহগুলিতে ব্যবহারের গ্রাফ, গড় দৈনিক ব্যবহার, দীর্ঘতম সেশন এবং সাপ্তাহিক মোট দেখায় যা আপনাকে আপনার ডিজিটাল অভ্যাস ট্র্যাক করতে সাহায্য করে।
es: ¡Sí! La aplicación proporciona comparaciones semana a semana, mostrando gráficos de uso de semanas anteriores, uso diario promedio, sesiones más largas y totales semanales para ayudarte a rastrear tus hábitos digitales.
fr: Oui ! L'application fournit des comparaisons semaine après semaine, montrant des graphiques d'utilisation sur les semaines passées, l'utilisation quotidienne moyenne, les sessions les plus longues et les totaux hebdomadaires pour vous aider à suivre vos habitudes numériques.
hi: हां! ऐप सप्ताह-दर-सप्ताह तुलना प्रदान करता है, पिछले हफ्तों के उपयोग के ग्राफ, औसत दैनिक उपयोग, सबसे लंबे सेशन, और साप्ताहिक कुल दिखाता है ताकि आप अपनी डिजिटल आदतों को ट्रैक कर सकें।
id: Ya! Aplikasi menyediakan perbandingan minggu-ke-minggu, menampilkan grafik penggunaan selama beberapa minggu terakhir, penggunaan harian rata-rata, sesi terpanjang, dan total mingguan untuk membantu Anda melacak kebiasaan digital Anda.
ja: はい！このアプリは週ごとの比較を提供し、過去数週間の使用状況グラフ、1日の平均使用時間、最長セッション、週間合計を表示して、デジタル習慣を追跡するのに役立ちます。
pt: Sim! O aplicativo fornece comparações semana a semana, mostrando gráficos de uso das últimas semanas, uso médio diário, sessões mais longas e totais semanais para ajudá-lo a acompanhar seus hábitos digitais.
ru: Да! Приложение предоставляет сравнения по неделям, показывая графики использования за прошлые недели, среднее дневное использование, самые длинные сессии и недельные итоги, чтобы помочь вам отслеживать ваши цифровые привычки.
ur: ہاں! ایپ ہفتہ بہ ہفتہ موازنے فراہم کرتی ہے، پچھلے ہفتوں کے استعمال کے گراف، اوسط روزانہ استعمال، طویل ترین سیشنز، اور ہفتہ وار کل دکھاتی ہے تاکہ آپ اپنی ڈیجیٹل عادات کو ٹریک کر سکیں۔

# faqReportsQ4
source: What is the 'Usage Pattern' analysis?
ar: ما هو تحليل 'نمط الاستخدام'؟
bn: 'ব্যবহারের প্যাটার্ন' বিশ্লেষণ কী?
es: ¿Qué es el análisis de 'Patrón de Uso'?
fr: Qu'est-ce que l'analyse du 'Modèle d'Utilisation' ?
hi: 'उपयोग पैटर्न' विश्लेषण क्या है?
id: Apa itu analisis 'Pola Penggunaan'?
ja: 「使用パターン」分析とは何ですか？
pt: O que é a análise de 'Padrão de Uso'?
ru: Что такое анализ 'Паттерна использования'?
ur: 'استعمال کا پیٹرن' تجزیہ کیا ہے؟

# faqReportsA4
source: Usage Pattern breaks down your screen time into morning, afternoon, evening, and night segments. This helps you understand when you're most active on your device and identify potential areas for improvement.
ar: يقسم نمط الاستخدام وقت الشاشة إلى فترات الصباح والظهر والمساء والليل. يساعدك هذا على فهم متى تكون أكثر نشاطاً على جهازك وتحديد المجالات المحتملة للتحسين.
bn: ব্যবহারের প্যাটার্ন আপনার স্ক্রিন টাইমকে সকাল, বিকেল, সন্ধ্যা এবং রাতের অংশে ভাগ করে। এটি আপনাকে বুঝতে সাহায্য করে যে আপনি কখন আপনার ডিভাইসে সবচেয়ে বেশি সক্রিয় এবং উন্নতির সম্ভাব্য ক্ষেত্রগুলি চিহ্নিত করতে।
es: El Patrón de Uso desglosa tu tiempo de pantalla en segmentos de mañana, tarde, noche y noche. Esto te ayuda a entender cuándo estás más activo en tu dispositivo e identificar áreas potenciales de mejora.
fr: Le Modèle d'Utilisation décompose votre temps d'écran en segments matin, après-midi, soir et nuit. Cela vous aide à comprendre quand vous êtes le plus actif sur votre appareil et à identifier les domaines potentiels d'amélioration.
hi: उपयोग पैटर्न आपके स्क्रीन टाइम को सुबह, दोपहर, शाम और रात के खंडों में विभाजित करता है। यह आपको समझने में मदद करता है कि आप अपने डिवाइस पर कब सबसे अधिक सक्रिय हैं और सुधार के संभावित क्षेत्रों की पहचान करता है।
id: Pola Penggunaan memecah waktu layar Anda menjadi segmen pagi, siang, sore, dan malam. Ini membantu Anda memahami kapan Anda paling aktif di perangkat dan mengidentifikasi area potensial untuk perbaikan.
ja: 使用パターンは、スクリーンタイムを朝、午後、夕方、夜のセグメントに分割します。これにより、デバイスで最もアクティブな時間帯を理解し、改善すべき領域を特定できます。
pt: O Padrão de Uso divide seu tempo de tela em segmentos de manhã, tarde, noite e madrugada. Isso ajuda você a entender quando está mais ativo no seu dispositivo e identificar áreas potenciais de melhoria.
ru: Паттерн использования разбивает ваше экранное время на сегменты: утро, день, вечер и ночь. Это помогает понять, когда вы наиболее активно используете устройство, и определить потенциальные области для улучшения.
ur: استعمال کا پیٹرن آپ کے اسکرین ٹائم کو صبح، دوپہر، شام، اور رات کے حصوں میں تقسیم کرتا ہے۔ اس سے آپ کو سمجھنے میں مدد ملتی ہے کہ آپ اپنے آلے پر کب سب سے زیادہ فعال ہیں اور بہتری کے ممکنہ شعبوں کی نشاندہی کرتے ہیں۔

# faqAlertsQ1
source: How granular are the screen time limits?
ar: ما مدى دقة حدود وقت الشاشة؟
bn: স্ক্রিন টাইম সীমা কতটা সূক্ষ্ম?
es: ¿Qué tan detallados son los límites de tiempo de pantalla?
fr: Quelle est la granularité des limites de temps d'écran ?
hi: स्क्रीन टाइम सीमाएं कितनी विस्तृत हैं?
id: Seberapa detail batasan waktu layar?
ja: スクリーンタイム制限はどの程度細かく設定できますか？
pt: Quão granulares são os limites de tempo de tela?
ru: Насколько детально можно настроить лимиты экранного времени?
ur: اسکرین ٹائم کی حدود کتنی تفصیلی ہیں؟

# faqAlertsA1
source: You can set overall daily screen time limits and individual app limits. Limits can be configured in hours and minutes, with options to reset or adjust as needed.
ar: يمكنك تعيين حدود يومية إجمالية لوقت الشاشة وحدود فردية للتطبيقات. يمكن تكوين الحدود بالساعات والدقائق، مع خيارات لإعادة التعيين أو التعديل حسب الحاجة.
bn: আপনি সামগ্রিক দৈনিক স্ক্রিন টাইম সীমা এবং পৃথক অ্যাপ সীমা সেট করতে পারেন। সীমাগুলি ঘন্টা এবং মিনিটে কনফিগার করা যেতে পারে, প্রয়োজনমতো রিসেট বা সামঞ্জস্য করার বিকল্প সহ।
es: Puedes establecer límites generales de tiempo de pantalla diario y límites individuales por aplicación. Los límites se pueden configurar en horas y minutos, con opciones para restablecer o ajustar según sea necesario.
fr: Vous pouvez définir des limites globales de temps d'écran quotidien et des limites individuelles par application. Les limites peuvent être configurées en heures et minutes, avec des options pour réinitialiser ou ajuster selon les besoins.
hi: आप समग्र दैनिक स्क्रीन टाइम सीमाएं और व्यक्तिगत ऐप सीमाएं सेट कर सकते हैं। सीमाएं घंटों और मिनटों में कॉन्फ़िगर की जा सकती हैं, आवश्यकतानुसार रीसेट या समायोजित करने के विकल्पों के साथ।
id: Anda dapat menetapkan batasan waktu layar harian keseluruhan dan batasan aplikasi individual. Batasan dapat dikonfigurasi dalam jam dan menit, dengan opsi untuk mengatur ulang atau menyesuaikan sesuai kebutuhan.
ja: 全体的な1日のスクリーンタイム制限と個別のアプリ制限を設定できます。制限は時間と分で設定でき、必要に応じてリセットまたは調整するオプションがあります。
pt: Você pode definir limites gerais de tempo de tela diário e limites individuais para aplicativos. Os limites podem ser configurados em horas e minutos, com opções para redefinir ou ajustar conforme necessário.
ru: Вы можете установить общие дневные лимиты экранного времени и индивидуальные лимиты для приложений. Лимиты можно настроить в часах и минутах с возможностью сброса или корректировки по мере необходимости.
ur: آپ مجموعی روزانہ اسکرین ٹائم کی حدود اور انفرادی ایپ کی حدود مقرر کر سکتے ہیں۔ حدود گھنٹوں اور منٹوں میں ترتیب دی جا سکتی ہیں، ضرورت کے مطابق ری سیٹ یا ایڈجسٹ کرنے کے اختیارات کے ساتھ۔

# faqAlertsQ2
source: What notification options are available?
ar: ما خيارات الإشعارات المتاحة؟
bn: কোন বিজ্ঞপ্তি বিকল্প উপলব্ধ?
es: ¿Qué opciones de notificación están disponibles?
fr: Quelles options de notification sont disponibles ?
hi: कौन से नोटिफिकेशन विकल्प उपलब्ध हैं?
id: Opsi notifikasi apa yang tersedia?
ja: どのような通知オプションがありますか？
pt: Quais opções de notificação estão disponíveis?
ru: Какие параметры уведомлений доступны?
ur: کون سے اطلاع کے اختیارات دستیاب ہیں؟
