Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

source: Limit Status
ar: حالة الحد
bn: সীমার স্থিতি
es: Estado del Límite
fr: Statut de la Limite
hi: सीमा स्थिति
id: Status Batasan
ja: 制限ステータス
pt: Status do Limite
ru: Статус лимита
ur: حد کی حیثیت

source: Close
ar: إغلاق
bn: বন্ধ করুন
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
pt: Fechar
ru: Закрыть
ur: بند کریں

# primaryUsageTime
source: You primarily use {appName} during {timeOfDay}.
ar: تستخدم {appName} بشكل أساسي خلال {timeOfDay}.
bn: আপনি প্রধানত {timeOfDay}-এ {appName} ব্যবহার করেন।
es: Usas principalmente {appName} durante {timeOfDay}.
fr: Vous utilisez principalement {appName} pendant {timeOfDay}.
hi: आप मुख्य रूप से {appName} का उपयोग {timeOfDay} के दौरान करते हैं।
id: Anda terutama menggunakan {appName} selama {timeOfDay}.
ja: {appName}を主に{timeOfDay}に使用しています。
pt: Você usa principalmente {appName} durante {timeOfDay}.
ru: Вы преимущественно используете {appName} в {timeOfDay}.
ur: آپ بنیادی طور پر {appName} کو {timeOfDay} میں استعمال کرتے ہیں۔

# significantIncrease
source: Your usage has increased significantly ({percentage}%) compared to the previous period.
ar: زاد استخدامك بشكل ملحوظ ({percentage}%) مقارنة بالفترة السابقة.
bn: পূর্ববর্তী সময়কালের তুলনায় আপনার ব্যবহার উল্লেখযোগ্যভাবে বেড়েছে ({percentage}%)।
es: Tu uso ha aumentado significativamente ({percentage}%) en comparación con el período anterior.
fr: Votre utilisation a augmenté de manière significative ({percentage}%) par rapport à la période précédente.
hi: आपका उपयोग पिछली अवधि की तुलना में काफी बढ़ा है ({percentage}%)।
id: Penggunaan Anda telah meningkat secara signifikan ({percentage}%) dibandingkan periode sebelumnya.
ja: 使用量が前期間と比較して大幅に増加しました（{percentage}%）。
pt: Seu uso aumentou significativamente ({percentage}%) em comparação com o período anterior.
ru: Ваше использование значительно выросло ({percentage}%) по сравнению с предыдущим периодом.
ur: آپ کا استعمال پچھلے عرصے کے مقابلے میں نمایاں طور پر ({percentage}%) بڑھ گیا ہے۔

# trendingUpward
source: Your usage is trending upward compared to the previous period.
ar: استخدامك يتجه نحو الارتفاع مقارنة بالفترة السابقة.
bn: পূর্ববর্তী সময়কালের তুলনায় আপনার ব্যবহার ঊর্ধ্বমুখী।
es: Tu uso está tendiendo al alza en comparación con el período anterior.
fr: Votre utilisation est en hausse par rapport à la période précédente.
hi: आपका उपयोग पिछली अवधि की तुलना में ऊपर की ओर ट्रेंड कर रहा है।
id: Penggunaan Anda cenderung meningkat dibandingkan periode sebelumnya.
ja: 使用量は前期間と比較して上昇傾向にあります。
pt: Seu uso está tendendo para cima em comparação com o período anterior.
ru: Ваше использование имеет тенденцию к росту по сравнению с предыдущим периодом.
ur: آپ کا استعمال پچھلے عرصے کے مقابلے میں بڑھ رہا ہے۔

# significantDecrease
source: Your usage has decreased significantly ({percentage}%) compared to the previous period.
ar: انخفض استخدامك بشكل ملحوظ ({percentage}%) مقارنة بالفترة السابقة.
bn: পূর্ববর্তী সময়কালের তুলনায় আপনার ব্যবহার উল্লেখযোগ্যভাবে কমেছে ({percentage}%)।
es: Tu uso ha disminuido significativamente ({percentage}%) en comparación con el período anterior.
fr: Votre utilisation a diminué de manière significative ({percentage}%) par rapport à la période précédente.
hi: आपका उपयोग पिछली अवधि की तुलना में काफी घटा है ({percentage}%)।
id: Penggunaan Anda telah menurun secara signifikan ({percentage}%) dibandingkan periode sebelumnya.
ja: 使用量が前期間と比較して大幅に減少しました（{percentage}%）。
pt: Seu uso diminuiu significativamente ({percentage}%) em comparação com o período anterior.
ru: Ваше использование значительно снизилось ({percentage}%) по сравнению с предыдущим периодом.
ur: آپ کا استعمال پچھلے عرصے کے مقابلے میں نمایاں طور پر ({percentage}%) کم ہو گیا ہے۔

# trendingDownward
source: Your usage is trending downward compared to the previous period.
ar: استخدامك يتجه نحو الانخفاض مقارنة بالفترة السابقة.
bn: পূর্ববর্তী সময়কালের তুলনায় আপনার ব্যবহার নিম্নমুখী।
es: Tu uso está tendiendo a la baja en comparación con el período anterior.
fr: Votre utilisation est en baisse par rapport à la période précédente.
hi: आपका उपयोग पिछली अवधि की तुलना में नीचे की ओर ट्रेंड कर रहा है।
id: Penggunaan Anda cenderung menurun dibandingkan periode sebelumnya.
ja: 使用量は前期間と比較して下降傾向にあります。
pt: Seu uso está tendendo para baixo em comparação com o período anterior.
ru: Ваше использование имеет тенденцию к снижению по сравнению с предыдущим периодом.
ur: آپ کا استعمال پچھلے عرصے کے مقابلے میں کم ہو رہا ہے۔

# consistentUsage
source: Your usage has been consistent compared to the previous period.
ar: كان استخدامك متسقاً مقارنة بالفترة السابقة.
bn: পূর্ববর্তী সময়কালের তুলনায় আপনার ব্যবহার সামঞ্জস্যপূর্ণ রয়েছে।
es: Tu uso ha sido consistente en comparación con el período anterior.
fr: Votre utilisation est restée constante par rapport à la période précédente.
hi: आपका उपयोग पिछली अवधि की तुलना में सुसंगत रहा है।
id: Penggunaan Anda telah konsisten dibandingkan periode sebelumnya.
ja: 使用量は前期間と比較して一貫しています。
pt: Seu uso tem sido consistente em comparação com o período anterior.
ru: Ваше использование было стабильным по сравнению с предыдущим периодом.
ur: آپ کا استعمال پچھلے عرصے کے مقابلے میں مستقل رہا ہے۔

# markedAsProductive
source: This is marked as a productive app in your settings.
ar: هذا مُعلَّم كتطبيق منتج في إعداداتك.
bn: এটি আপনার সেটিংসে একটি উৎপাদনশীল অ্যাপ হিসাবে চিহ্নিত।
es: Esta está marcada como una aplicación productiva en tu configuración.
fr: Cette application est marquée comme productive dans vos paramètres.
hi: यह आपकी सेटिंग्स में एक उत्पादक ऐप के रूप में चिह्नित है।
id: Ini ditandai sebagai aplikasi produktif dalam pengaturan Anda.
ja: これは設定で生産的なアプリとしてマークされています。
pt: Este é marcado como um aplicativo produtivo nas suas configurações.
ru: Это приложение отмечено как продуктивное в ваших настройках.
ur: یہ آپ کی ترتیبات میں پیداواری ایپ کے طور پر نشان زد ہے۔

# markedAsNonProductive
source: This is marked as a non-productive app in your settings.
ar: هذا مُعلَّم كتطبيق غير منتج في إعداداتك.
bn: এটি আপনার সেটিংসে একটি অ-উৎপাদনশীল অ্যাপ হিসাবে চিহ্নিত।
es: Esta está marcada como una aplicación no productiva en tu configuración.
fr: Cette application est marquée comme non-productive dans vos paramètres.
hi: यह आपकी सेटिंग्स में एक गैर-उत्पादक ऐप के रूप में चिह्नित है।
id: Ini ditandai sebagai aplikasi non-produktif dalam pengaturan Anda.
ja: これは設定で非生産的なアプリとしてマークされています。
pt: Este é marcado como um aplicativo não produtivo nas suas configurações.
ru: Это приложение отмечено как непродуктивное в ваших настройках.
ur: یہ آپ کی ترتیبات میں غیر پیداواری ایپ کے طور پر نشان زد ہے۔

# mostActiveTime
source: Your most active time is around {time}.
ar: وقتك الأكثر نشاطاً هو حوالي الساعة {time}.
bn: আপনার সবচেয়ে সক্রিয় সময় প্রায় {time}।
es: Tu hora más activa es alrededor de las {time}.
fr: Votre moment le plus actif est autour de {time}.
hi: आपका सबसे सक्रिय समय लगभग {time} है।
id: Waktu paling aktif Anda adalah sekitar {time}.
ja: 最もアクティブな時間は{time}頃です。
pt: Seu horário mais ativo é por volta das {time}.
ru: Ваше самое активное время — около {time}.
ur: آپ کا سب سے فعال وقت {time} کے قریب ہے۔

# noLimitSet
source: No usage limit has been set for this application.
ar: لم يتم تعيين حد استخدام لهذا التطبيق.
bn: এই অ্যাপ্লিকেশনের জন্য কোন ব্যবহার সীমা সেট করা হয়নি।
es: No se ha establecido límite de uso para esta aplicación.
fr: Aucune limite d'utilisation n'a été définie pour cette application.
hi: इस एप्लिकेशन के लिए कोई उपयोग सीमा सेट नहीं की गई है।
id: Tidak ada batasan penggunaan yang ditetapkan untuk aplikasi ini.
ja: このアプリケーションには使用制限が設定されていません。
pt: Nenhum limite de uso foi definido para este aplicativo.
ru: Лимит использования для этого приложения не установлен.
ur: اس ایپلیکیشن کے لیے کوئی استعمال کی حد مقرر نہیں کی گئی ہے۔

# limitReached
source: You've reached your daily limit for this application.
ar: لقد وصلت إلى الحد اليومي لهذا التطبيق.
bn: আপনি এই অ্যাপ্লিকেশনের দৈনিক সীমায় পৌঁছে গেছেন।
es: Has alcanzado tu límite diario para esta aplicación.
fr: Vous avez atteint votre limite quotidienne pour cette application.
hi: आपने इस एप्लिकेशन के लिए अपनी दैनिक सीमा तक पहुंच गई है।
id: Anda telah mencapai batasan harian untuk aplikasi ini.
ja: このアプリケーションの1日の制限に達しました。
pt: Você atingiu seu limite diário para este aplicativo.
ru: Вы достигли дневного лимита для этого приложения.
ur: آپ نے اس ایپلیکیشن کے لیے اپنی روزانہ حد تک پہنچ لیا ہے۔

# aboutToReachLimit
source: You're about to reach your daily limit with only {remainingTime} remaining.
ar: أنت على وشك الوصول إلى الحد اليومي مع بقاء {remainingTime} فقط.
bn: আপনি আপনার দৈনিক সীমায় প্রায় পৌঁছে যাচ্ছেন, মাত্র {remainingTime} বাকি।
es: Estás a punto de alcanzar tu límite diario con solo {remainingTime} restante.
fr: Vous êtes sur le point d'atteindre votre limite quotidienne avec seulement {remainingTime} restant.
hi: आप अपनी दैनिक सीमा तक पहुंचने वाले हैं, केवल {remainingTime} शेष है।
id: Anda hampir mencapai batasan harian dengan hanya {remainingTime} tersisa.
ja: 残り{remainingTime}で1日の制限に達しようとしています。
pt: Você está prestes a atingir seu limite diário com apenas {remainingTime} restantes.
ru: Вы близки к достижению дневного лимита, осталось всего {remainingTime}.
ur: آپ اپنی روزانہ حد تک پہنچنے والے ہیں صرف {remainingTime} باقی ہے۔

# percentOfLimitUsed
source: You've used {percent}% of your daily limit with {remainingTime} remaining.
ar: لقد استخدمت {percent}% من الحد اليومي مع بقاء {remainingTime}.
bn: আপনি আপনার দৈনিক সীমার {percent}% ব্যবহার করেছেন, {remainingTime} বাকি।
es: Has usado el {percent}% de tu límite diario con {remainingTime} restante.
fr: Vous avez utilisé {percent}% de votre limite quotidienne avec {remainingTime} restant.
hi: आपने अपनी दैनिक सीमा का {percent}% उपयोग किया है, {remainingTime} शेष है।
id: Anda telah menggunakan {percent}% dari batasan harian dengan {remainingTime} tersisa.
ja: 1日の制限の{percent}%を使用し、残り{remainingTime}です。
pt: Você usou {percent}% do seu limite diário com {remainingTime} restantes.
ru: Вы использовали {percent}% дневного лимита, осталось {remainingTime}.
ur: آپ نے اپنی روزانہ حد کا {percent}% استعمال کیا ہے {remainingTime} باقی ہے۔

# remainingTime
source: You have {time} remaining out of your daily limit.
ar: لديك {time} متبقٍ من الحد اليومي.
bn: আপনার দৈনিক সীমা থেকে {time} বাকি।
es: Te quedan {time} de tu límite diario.
fr: Il vous reste {time} sur votre limite quotidienne.
hi: आपके पास अपनी दैनिक सीमा में से {time} शेष है।
id: Anda memiliki {time} tersisa dari batasan harian Anda.
ja: 1日の制限のうち{time}残っています。
pt: Você tem {time} restantes do seu limite diário.
ru: У вас осталось {time} от дневного лимита.
ur: آپ کی روزانہ حد میں سے {time} باقی ہے۔

# todayChart
source: Today
ar: اليوم
bn: আজ
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari Ini
ja: 今日
pt: Hoje
ru: Сегодня
ur: آج

# hourPeriodAM
source: {hour} AM
ar: {hour} صباحاً
fr: {hour}h
id: {hour} Pagi
ja: 午前{hour}時
pt: {hour}h
ru: {hour} утра
ur: {hour} صبح

# hourPeriodPM
source: {hour} PM
ar: {hour} مساءً
fr: {hour}h
id: {hour} Sore
ja: 午後{hour}時
pt: {hour}h
ru: {hour} вечера
ur: {hour} شام

# durationHoursMinutes
source: {hours}h {minutes}m
ar: {hours}س {minutes}د
bn: {hours}ঘ {minutes}মি
hi: {hours}घं {minutes}मि
id: {hours}j {minutes}m
ja: {hours}時間{minutes}分
ru: {hours}ч {minutes}м
ur: {hours}گھ {minutes}م

# durationMinutesOnly
source: {minutes}m
ar: {minutes}د
bn: {minutes}মি
hi: {minutes}मि
ja: {minutes}分
ru: {minutes}м
ur: {minutes}م

# alertsLimitsTitle
source: Alerts & Limits
ar: التنبيهات والحدود
bn: সতর্কতা এবং সীমা
es: Alertas y Límites
fr: Alertes et Limites
hi: अलर्ट और सीमाएं
id: Peringatan & Batasan
ja: アラート＆制限
pt: Alertas e Limites
ru: Оповещения и лимиты
ur: الرٹس اور حدود

source: Notifications Settings
ar: إعدادات الإشعارات
bn: বিজ্ঞপ্তি সেটিংস
es: Configuración de Notificaciones
fr: Paramètres de Notifications
hi: नोटिफिकेशन सेटिंग्स
id: Pengaturan Notifikasi
ja: 通知設定
pt: Configurações de Notificações
ru: Настройки уведомлений
ur: اطلاعات کی ترتیبات

source: Overall Screen Time Limit
ar: الحد الإجمالي لوقت الشاشة
bn: সামগ্রিক স্ক্রিন টাইম সীমা
es: Límite General de Tiempo de Pantalla
fr: Limite Globale de Temps d'Écran
hi: समग्र स्क्रीन टाइम सीमा
id: Batasan Waktu Layar Keseluruhan
ja: 全体的なスクリーンタイム制限
pt: Limite Geral de Tempo de Tela
ru: Общий лимит экранного времени
ur: مجموعی اسکرین ٹائم کی حد

source: Application Limits
ar: حدود التطبيقات
bn: অ্যাপ্লিকেশন সীমা
es: Límites de Aplicaciones
fr: Limites des Applications
hi: एप्लिकेशन सीमाएं
id: Batasan Aplikasi
ja: アプリケーション制限
pt: Limites de Aplicativos
ru: Лимиты приложений
ur: ایپلیکیشن کی حدود

source: Pop-up Alerts
ar: التنبيهات المنبثقة
bn: পপ-আপ সতর্কতা
es: Alertas Emergentes
fr: Alertes Pop-up
hi: पॉप-अप अलर्ट
id: Peringatan Pop-up
ja: ポップアップアラート
pt: Alertas Pop-up
ru: Всплывающие оповещения
ur: پاپ اپ الرٹس

source: Frequent Alerts
ar: التنبيهات المتكررة
bn: ঘন ঘন সতর্কতা
es: Alertas Frecuentes
fr: Alertes Fréquentes
hi: बार-बार अलर्ट
id: Peringatan Sering
ja: 頻繁なアラート
pt: Alertas Frequentes
ru: Частые оповещения
ur: بار بار الرٹس

source: Sound Alerts
ar: التنبيهات الصوتية
bn: শব্দ সতর্কতা
es: Alertas de Sonido
fr: Alertes Sonores
hi: ध्वनि अलर्ट
id: Peringatan Suara
ja: サウンドアラート
pt: Alertas Sonoros
ru: Звуковые оповещения
ur: آواز کے الرٹس

source: System Alerts
ar: تنبيهات النظام
bn: সিস্টেম সতর্কতা
es: Alertas del Sistema
fr: Alertes Système
hi: सिस्टम अलर्ट
id: Peringatan Sistem
ja: システムアラート
pt: Alertas do Sistema
ru: Системные оповещения
ur: سسٹم الرٹس

source: Daily Total Limit:
ar: الحد اليومي الإجمالي:
bn: দৈনিক মোট সীমা:
es: Límite Diario Total:
fr: Limite Quotidienne Totale :
hi: दैनिक कुल सीमा:
id: Batasan Total Harian:
ja: 1日の合計制限:
pt: Limite Diário Total:
ru: Дневной общий лимит:
ur: روزانہ کل حد:

source: Hours:
ar: ساعات
bn: ঘন্টা
es: Horas
fr: Heures :
hi: घंटे
id: Jam
ja: 時間
pt: Horas:
ru: Часы
ur: گھنٹے

source: Minutes:
ar: دقائق
bn: মিনিট
es: Minutos
hi: मिनट
id: Menit
ja: 分
pt: Minutos:
ru: Минуты
ur: منٹ

source: Current Usage:
ar: الاستخدام الحالي:
bn: বর্তমান ব্যবহার:
es: Uso Actual:
fr: Utilisation Actuelle :
hi: वर्तमान उपयोग:
id: Penggunaan Saat Ini:
ja: 現在の使用量:
pt: Uso Atual:
ru: Текущее использование:
ur: موجودہ استعمال:

# tableName
source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
pt: Nome
ru: Название
ur: نام

# tableCategory
source: Category
ar: الفئة
bn: ক্যাটাগরি
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
ja: カテゴリ
pt: Categoria
ru: Категория
ur: زمرہ

# tableDailyLimit
source: Daily Limit
ar: الحد اليومي
bn: দৈনিক সীমা
es: Límite Diario
fr: Limite Quotidienne
hi: दैनिक सीमा
id: Batasan Harian
ja: 1日の制限
pt: Limite Diário
ru: Дневной лимит
ur: روزانہ حد

# tableCurrentUsage
source: Current Usage
ar: الاستخدام الحالي
bn: বর্তমান ব্যবহার
es: Uso Actual
fr: Utilisation Actuelle
hi: वर्तमान उपयोग
id: Penggunaan Saat Ini
ja: 現在の使用量
pt: Uso Atual
ru: Текущее использование
ur: موجودہ استعمال

# tableStatus
source: Status
ar: الحالة
bn: স্থিতি
es: Estado
fr: Statut
hi: स्थिति
ja: ステータス
ru: Статус
ur: حیثیت

# tableActions
source: Actions
ar: الإجراءات
bn: অ্যাকশন
es: Acciones
hi: क्रियाएं
id: Tindakan
ja: アクション
pt: Ações
ru: Действия
ur: اعمال

source: Add Limit
ar: إضافة حد
bn: সীমা যোগ করুন
es: Agregar Límite
fr: Ajouter une Limite
hi: सीमा जोड़ें
id: Tambah Batasan
ja: 制限を追加
pt: Adicionar Limite
ru: Добавить лимит
ur: حد شامل کریں

source: No applications to display
ar: لا توجد تطبيقات للعرض
bn: প্রদর্শন করার জন্য কোন অ্যাপ্লিকেশন নেই
es: No hay aplicaciones para mostrar
fr: Aucune application à afficher
hi: प्रदर्शित करने के लिए कोई एप्लिकेशन नहीं
id: Tidak ada aplikasi untuk ditampilkan
ja: 表示するアプリケーションがありません
pt: Nenhum aplicativo para exibir
ru: Нет приложений для отображения
ur: دکھانے کے لیے کوئی ایپلیکیشنز نہیں

# statusActive
source: Active
ar: نشط
bn: সক্রিয়
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif
ja: アクティブ
pt: Ativo
ru: Активен
ur: فعال

# statusOff
source: Off
ar: متوقف
bn: বন্ধ
es: Desactivado
fr: Désactivé
hi: बंद
id: Mati
ja: オフ
pt: Desligado
ru: Выкл
ur: بند

# durationNone
source: None
ar: لا يوجد
bn: কোনটি নয়
es: Ninguno
fr: Aucune
hi: कोई नहीं
id: Tidak ada
ja: なし
pt: Nenhum
ru: Нет
ur: کوئی نہیں

source: Add Application Limit
ar: إضافة حد للتطبيق
bn: অ্যাপ্লিকেশন সীমা যোগ করুন
es: Agregar Límite de Aplicación
fr: Ajouter une Limite d'Application
hi: एप्लिकेशन सीमा जोड़ें
id: Tambah Batasan Aplikasi
ja: アプリケーション制限を追加
pt: Adicionar Limite de Aplicativo
ru: Добавить лимит приложения
ur: ایپلیکیشن کی حد شامل کریں

source: Select Application
ar: اختر تطبيقاً
bn: অ্যাপ্লিকেশন নির্বাচন করুন
es: Seleccionar Aplicación
fr: Sélectionner une Application
hi: एप्लिकेशन चुनें
id: Pilih Aplikasi
ja: アプリケーションを選択
pt: Selecionar Aplicativo
ru: Выбрать приложение
ur: ایپلیکیشن منتخب کریں

# selectApplicationPlaceholder
source: Select an application
ar: اختر تطبيقاً
bn: একটি অ্যাপ্লিকেশন নির্বাচন করুন
es: Selecciona una aplicación
fr: Sélectionnez une application
hi: एक एप्लिकेशन चुनें
id: Pilih sebuah aplikasi
ja: アプリケーションを選択してください
pt: Selecione um aplicativo
ru: Выберите приложение
ur: ایک ایپلیکیشن منتخب کریں

source: Enable Limit:
ar: تفعيل الحد:
bn: সীমা সক্ষম করুন:
es: Habilitar Límite:
fr: Activer la Limite :
hi: सीमा सक्षम करें:
id: Aktifkan Batasan:
ja: 制限を有効化:
pt: Ativar Limite:
ru: Включить лимит:
ur: حد فعال کریں:

# editLimitTitle
source: Edit Limit: {appName}
ar: تعديل الحد: {appName}
bn: সীমা সম্পাদনা: {appName}
es: Editar Límite: {appName}
fr: Modifier la Limite : {appName}
hi: सीमा संपादित करें: {appName}
id: Edit Batasan: {appName}
ja: 制限を編集: {appName}
pt: Editar Limite: {appName}
ru: Редактировать лимит: {appName}
ur: حد میں ترمیم کریں: {appName}

# failedToLoadData
source: Failed to load data: {error}
ar: فشل في تحميل البيانات: {error}
bn: ডেটা লোড করতে ব্যর্থ: {error}
es: Error al cargar datos: {error}
fr: Échec du chargement des données : {error}
hi: डेटा लोड करने में विफल: {error}
id: Gagal memuat data: {error}
ja: データの読み込みに失敗しました: {error}
pt: Falha ao carregar dados: {error}
ru: Не удалось загрузить данные: {error}
ur: ڈیٹا لوڈ کرنے میں ناکام: {error}

# resetSettingsTitle
source: Reset Settings?
ar: إعادة تعيين الإعدادات؟
bn: সেটিংস রিসেট করবেন?
es: ¿Restablecer Configuración?
fr: Réinitialiser les Paramètres ?
hi: सेटिंग्स रीसेट करें?
id: Atur Ulang Pengaturan?
ja: 設定をリセットしますか？
pt: Redefinir Configurações?
ru: Сбросить настройки?
ur: ترتیبات ری سیٹ کریں؟

# resetSettingsContent
source: If you reset settings, you won't be able to recover it. Do you want to reset it?
ar: إذا قمت بإعادة تعيين الإعدادات، لن تتمكن من استعادتها. هل تريد إعادة التعيين؟
bn: আপনি যদি সেটিংস রিসেট করেন, আপনি এটি পুনরুদ্ধার করতে পারবেন না। আপনি কি এটি রিসেট করতে চান?
es: Si restableces la configuración, no podrás recuperarla. ¿Deseas restablecerla?
fr: Si vous réinitialisez les paramètres, vous ne pourrez pas les récupérer. Voulez-vous les réinitialiser ?
hi: यदि आप सेटिंग्स रीसेट करते हैं, तो आप इसे पुनर्प्राप्त नहीं कर पाएंगे। क्या आप इसे रीसेट करना चाहते हैं?
id: Jika Anda mengatur ulang pengaturan, Anda tidak akan dapat memulihkannya. Apakah Anda ingin mengatur ulang?
ja: 設定をリセットすると、復元できません。リセットしますか？
pt: Se você redefinir as configurações, não poderá recuperá-las. Deseja redefinir?
ru: Если вы сбросите настройки, вы не сможете их восстановить. Вы хотите сбросить?
ur: اگر آپ ترتیبات ری سیٹ کرتے ہیں، تو آپ اسے بازیاب نہیں کر سکیں گے۔ کیا آپ اسے ری سیٹ کرنا چاہتے ہیں؟

source: Reset All
ar: إعادة تعيين الكل
bn: সব রিসেট করুন
es: Restablecer Todo
fr: Tout Réinitialiser
hi: सब रीसेट करें
id: Atur Ulang Semua
ja: すべてリセット
pt: Redefinir Tudo
ru: Сбросить всё
ur: سب ری سیٹ کریں

source: Refresh
ar: تحديث
bn: রিফ্রেশ করুন
es: Actualizar
fr: Actualiser
hi: रीफ्रेश करें
id: Segarkan
ja: 更新
pt: Atualizar
ru: Обновить
ur: ریفریش کریں

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
pt: Salvar
ru: Сохранить
ur: محفوظ کریں

source: Add
ar: إضافة
bn: যোগ করুন
es: Agregar
fr: Ajouter
hi: जोड़ें
id: Tambah
ja: 追加
pt: Adicionar
ru: Добавить
ur: شامل کریں

source: Error
ar: خطأ
bn: ত্রুটি
fr: Erreur
hi: त्रुटि
id: Kesalahan
ja: エラー
pt: Erro
ru: Ошибка
ur: خرابی

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba Lagi
ja: 再試行
pt: Tentar Novamente
ru: Повторить
ur: دوبارہ کوشش کریں

# applicationsTitle
source: Applications
ar: التطبيقات
bn: অ্যাপ্লিকেশন
es: Aplicaciones
hi: एप्लिकेशन
id: Aplikasi
ja: アプリケーション
pt: Aplicativos
ru: Приложения
ur: ایپلیکیشنز

source: Search Application
ar: البحث عن تطبيق
bn: অ্যাপ্লিকেশন অনুসন্ধান করুন
es: Buscar Aplicación
fr: Rechercher une Application
hi: एप्लिकेशन खोजें
id: Cari Aplikasi
ja: アプリケーションを検索
pt: Pesquisar Aplicativo
ru: Поиск приложения
ur: ایپلیکیشن تلاش کریں

source: Tracking
ar: التتبع
bn: ট্র্যাকিং
es: Seguimiento
fr: Suivi
hi: ट्रैकिंग
id: Dilacak
ja: 追跡
pt: Rastreamento
ru: Отслеживание
ur: ٹریکنگ

source: Hidden/Visible
ar: مخفي/مرئي
bn: লুকানো/দৃশ্যমান
es: Oculto/Visible
fr: Masqué/Visible
hi: छिपा/दृश्यमान
id: Tersembunyi/Terlihat
ja: 非表示/表示
pt: Oculto/Visível
ru: Скрытые/Видимые
ur: پوشیدہ/نظر آنے والا

# selectCategory
source: Select a Category
ar: اختر فئة
bn: একটি ক্যাটাগরি নির্বাচন করুন
es: Seleccionar una Categoría
fr: Sélectionner une Catégorie
hi: एक श्रेणी चुनें
id: Pilih Kategori
ja: カテゴリを選択
pt: Selecione uma Categoria
ru: Выберите категорию
ur: زمرہ منتخب کریں

# allCategories
source: All
ar: الكل
bn: সব
es: Todas
fr: Toutes
hi: सभी
id: Semua
ja: すべて
pt: Todas
ru: Все
ur: سب

# tableScreenTime
source: Screen Time
ar: وقت الشاشة
bn: স্ক্রিন টাইম
es: Tiempo de Pantalla
fr: Temps d'Écran
hi: स्क्रीन टाइम
id: Waktu Layar
ja: スクリーンタイム
pt: Tempo de Tela
ru: Экранное время
ur: اسکرین ٹائم

# tableTracking
source: Tracking
ar: التتبع
bn: ট্র্যাকিং
es: Seguimiento
fr: Suivi
hi: ट्रैकिंग
id: Pelacakan
ja: 追跡
pt: Rastreamento
ru: Отслеживание
ur: ٹریکنگ

# tableHidden
source: Hidden
ar: مخفي
bn: লুকানো
es: Oculto
fr: Masqué
hi: छिपा
id: Tersembunyi
ja: 非表示
pt: Oculto
ru: Скрыто
ur: پوشیدہ

# tableEdit
source: Edit
ar: تعديل
bn: সম্পাদনা
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
pt: Editar
ru: Редактировать
ur: ترمیم

# editAppTitle
source: Edit {appName}
ar: تعديل {appName}
bn: {appName} সম্পাদনা করুন
es: Editar {appName}
fr: Modifier {appName}
hi: {appName} संपादित करें
ja: {appName}を編集
pt: Editar {appName}
ru: Редактировать {appName}
ur: {appName} میں ترمیم کریں

# categorySection
source: Category
ar: الفئة
bn: ক্যাটাগরি
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
ja: カテゴリ
pt: Categoria
ru: Категория
ur: زمرہ

# customCategory
source: Custom
ar: مخصص
bn: কাস্টম
es: Personalizada
fr: Personnalisée
hi: कस्टम
id: Kustom
ja: カスタム
pt: Personalizada
ru: Пользовательская
ur: حسب ضرورت

# customCategoryPlaceholder
source: Enter custom category name
ar: أدخل اسم الفئة المخصصة
bn: কাস্টম ক্যাটাগরির নাম লিখুন
es: Ingresa nombre de categoría personalizada
fr: Entrez le nom de la catégorie personnalisée
hi: कस्टम श्रेणी नाम दर्ज करें
id: Masukkan nama kategori kustom
ja: カスタムカテゴリ名を入力
pt: Digite o nome da categoria personalizada
ru: Введите название пользовательской категории
ur: حسب ضرورت زمرے کا نام درج کریں

source: Uncategorized
ar: غير مصنف
bn: শ্রেণীবিহীন
es: Sin Categoría
fr: Non catégorisé
hi: अवर्गीकृत
id: Tidak Dikategorikan
ja: 未分類
pt: Sem Categoria
ru: Без категории
ur: غیر درجہ بند

source: Is Productive
ar: منتج
bn: উৎপাদনশীল
es: Es Productiva
fr: Est Productif
hi: उत्पादक है
id: Produktif
ja: 生産的
pt: É Produtivo
ru: Продуктивное
ur: پیداواری ہے

source: Track Usage
ar: تتبع الاستخدام
bn: ব্যবহার ট্র্যাক করুন
es: Rastrear Uso
fr: Suivre l'Utilisation
hi: उपयोग ट्रैक करें
id: Lacak Penggunaan
ja: 使用状況を追跡
pt: Rastrear Uso
ru: Отслеживать использование
ur: استعمال ٹریک کریں

source: Visible in Reports
ar: مرئي في التقارير
bn: রিপোর্টে দৃশ্যমান
es: Visible en Informes
fr: Visible dans les Rapports
hi: रिपोर्ट में दृश्यमान
id: Terlihat dalam Laporan
ja: レポートに表示
pt: Visível nos Relatórios
ru: Видимое в отчётах
ur: رپورٹس میں نظر آنے والا
