Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# appWindowTitle
source: TimeMark - Track Screen Time & App Usage
ar: تايم مارك - تتبع وقت الشاشة واستخدام التطبيقات
bn: টাইমমার্ক - স্ক্রিন টাইম এবং অ্যাপ ব্যবহার ট্র্যাক করুন
es: Scolect - Seguimiento de Tiempo de Pantalla y Uso de Aplicaciones
fr: TimeMark - Suivi du Temps d'Écran et de l'Utilisation des Applications
hi: Scolect - स्क्रीन टाइम और ऐप उपयोग ट्रैक करें
id: Scolect - Lacak Waktu Layar & Penggunaan Aplikasi
ja: TimeMark - スクリーンタイム＆アプリ使用状況追跡
pt: TimeMark - Rastrear Tempo de Tela e Uso de Aplicativos
ru: TimeMark - Отслеживание экранного времени и использования приложений
ur: ٹائم مارک - اسکرین ٹائم اور ایپ استعمال کی نگرانی

# appName
source: TimeMark
ar: تايم مارك
bn: টাইমমার্ক
es: Scolect
hi: Scolect
id: Scolect
ur: ٹائم مارک

# appTitle
source: Productive ScreenTime
ar: وقت شاشة منتج
bn: উৎপাদনশীল স্ক্রিনটাইম
es: Tiempo de Pantalla Productivo
fr: Temps d'Écran Productif
hi: उत्पादक स्क्रीनटाइम
id: Waktu Layar Produktif
ja: 生産的なスクリーンタイム
pt: Tempo de Tela Produtivo
ru: Продуктивное экранное время
ur: پیداواری اسکرین ٹائم

# sidebarTitle
source: ScreenTime
ar: وقت الشاشة
bn: স্ক্রিনটাইম
es: Tiempo de Pantalla
fr: Temps d'Écran
hi: स्क्रीनटाइम
id: Waktu Layar
ja: スクリーンタイム
pt: Tempo de Tela
ru: Экранное время
ur: اسکرین ٹائم

# sidebarSubtitle
source: Open Source
ar: مفتوح المصدر
bn: ওপেন সোর্স
es: Código Abierto
hi: ओपन सोर्स
id: Sumber Terbuka
ja: オープンソース
pt: Código Aberto
ru: Открытый исходный код
ur: اوپن سورس

# trayShowWindow
source: Show Window
ar: إظهار النافذة
bn: উইন্ডো দেখান
es: Mostrar Ventana
fr: Afficher la Fenêtre
hi: विंडो दिखाएं
id: Tampilkan Jendela
ja: ウィンドウを表示
pt: Mostrar Janela
ru: Показать окно
ur: ونڈو دکھائیں

# trayStartFocusMode
source: Start Focus Mode
ar: بدء وضع التركيز
bn: ফোকাস মোড শুরু করুন
es: Iniciar Modo Enfoque
fr: Démarrer le Mode Concentration
hi: फोकस मोड शुरू करें
id: Mulai Mode Fokus
ja: 集中モードを開始
pt: Iniciar Modo Foco
ru: Запустить режим фокусировки
ur: فوکس موڈ شروع کریں

# trayStopFocusMode
source: Stop Focus Mode
ar: إيقاف وضع التركيز
bn: ফোকাস মোড বন্ধ করুন
es: Detener Modo Enfoque
fr: Arrêter le Mode Concentration
hi: फोकस मोड बंद करें
id: Hentikan Mode Fokus
ja: 集中モードを停止
pt: Parar Modo Foco
ru: Остановить режим фокусировки
ur: فوکس موڈ بند کریں

# trayReports
source: Reports
ar: التقارير
bn: রিপোর্ট
es: Informes
fr: Rapports
hi: रिपोर्ट
id: Laporan
ja: レポート
pt: Relatórios
ru: Отчёты
ur: رپورٹیں

# trayAlertsLimits
source: Alerts & Limits
ar: التنبيهات والحدود
bn: সতর্কতা এবং সীমা
es: Alertas y Límites
fr: Alertes et Limites
hi: अलर्ट और सीमाएं
id: Peringatan & Batasan
ja: アラート＆制限
pt: Alertas e Limites
ru: Оповещения и лимиты
ur: الرٹس اور حدود

# trayApplications
source: Applications
ar: التطبيقات
bn: অ্যাপ্লিকেশন
es: Aplicaciones
hi: एप्लिकेशन
id: Aplikasi
ja: アプリケーション
pt: Aplicativos
ru: Приложения
ur: ایپلیکیشنز

# trayDisableNotifications
source: Disable Notifications
ar: تعطيل الإشعارات
bn: বিজ্ঞপ্তি বন্ধ করুন
es: Desactivar Notificaciones
fr: Désactiver les Notifications
hi: नोटिफिकेशन बंद करें
id: Nonaktifkan Notifikasi
ja: 通知を無効化
pt: Desativar Notificações
ru: Отключить уведомления
ur: اطلاعات بند کریں

# trayEnableNotifications
source: Enable Notifications
ar: تفعيل الإشعارات
bn: বিজ্ঞপ্তি চালু করুন
es: Activar Notificaciones
fr: Activer les Notifications
hi: नोटिफिकेशन चालू करें
id: Aktifkan Notifikasi
ja: 通知を有効化
pt: Ativar Notificações
ru: Включить уведомления
ur: اطلاعات چالو کریں

# trayVersionPrefix
source: Version:
ar: الإصدار:
bn: সংস্করণ:
es: Versión:
hi: संस्करण:
id: Versi:
ja: バージョン:
pt: Versão:
ru: Версия:
ur: ورژن:

# trayVersion
source: Version: {version}
ar: الإصدار: {version}
bn: সংস্করণ: {version}
es: Versión: {version}
hi: संस्करण: {version}
id: Versi: {version}
ja: バージョン: {version}
pt: Versão: {version}
ru: Версия: {version}
ur: ورژن: {version}

# trayExit
source: Exit
ar: خروج
bn: বের হন
es: Salir
fr: Quitter
hi: बाहर निकलें
id: Keluar
ja: 終了
pt: Sair
ru: Выход
ur: باہر نکلیں

# navOverview
source: Overview
ar: نظرة عامة
bn: সারসংক্ষেপ
es: Resumen
fr: Aperçu
hi: अवलोकन
id: Ringkasan
ja: 概要
pt: Visão Geral
ru: Обзор
ur: جائزہ

# navApplications
source: Applications
ar: التطبيقات
bn: অ্যাপ্লিকেশন
es: Aplicaciones
hi: एप्लिकेशन
id: Aplikasi
ja: アプリケーション
pt: Aplicativos
ru: Приложения
ur: ایپلیکیشنز

# navAlertsLimits
source: Alerts & Limits
ar: التنبيهات والحدود
bn: সতর্কতা এবং সীমা
es: Alertas y Límites
fr: Alertes et Limites
hi: अलर्ट और सीमाएं
id: Peringatan & Batasan
ja: アラート＆制限
pt: Alertas e Limites
ru: Оповещения и лимиты
ur: الرٹس اور حدود

# navReports
source: Reports
ar: التقارير
bn: রিপোর্ট
es: Informes
fr: Rapports
hi: रिपोर्ट
id: Laporan
ja: レポート
pt: Relatórios
ru: Отчёты
ur: رپورٹیں

# navFocusMode
source: Focus Mode
ar: وضع التركيز
bn: ফোকাস মোড
es: Modo Enfoque
fr: Mode Concentration
hi: फोकस मोड
id: Mode Fokus
ja: 集中モード
pt: Modo Foco
ru: Режим фокусировки
ur: فوکس موڈ

# navSettings
source: Settings
ar: الإعدادات
bn: সেটিংস
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
pt: Configurações
ru: Настройки
ur: ترتیبات

# navHelp
source: Help
ar: المساعدة
bn: সাহায্য
es: Ayuda
fr: Aide
hi: मदद
id: Bantuan
ja: ヘルプ
pt: Ajuda
ru: Помощь
ur: مدد

# helpTitle
source: Help
ar: المساعدة
bn: সাহায্য
es: Ayuda
fr: Aide
hi: मदद
id: Bantuan
ja: ヘルプ
pt: Ajuda
ru: Помощь
ur: مدد

# faqCategoryGeneral
source: General Questions
ar: أسئلة عامة
bn: সাধারণ প্রশ্ন
es: Preguntas Generales
fr: Questions Générales
hi: सामान्य प्रश्न
id: Pertanyaan Umum
ja: 一般的な質問
pt: Perguntas Gerais
ru: Общие вопросы
ur: عام سوالات

# faqCategoryApplications
source: Applications Management
ar: إدارة التطبيقات
bn: অ্যাপ্লিকেশন ব্যবস্থাপনা
es: Gestión de Aplicaciones
fr: Gestion des Applications
hi: एप्लिकेशन प्रबंधन
id: Manajemen Aplikasi
ja: アプリケーション管理
pt: Gerenciamento de Aplicativos
ru: Управление приложениями
ur: ایپلیکیشنز کا انتظام

# faqCategoryReports
source: Usage Analytics & Reports
ar: تحليلات الاستخدام والتقارير
bn: ব্যবহার বিশ্লেষণ এবং রিপোর্ট
es: Análisis de Uso e Informes
fr: Analyses et Rapports d'Utilisation
hi: उपयोग विश्लेषण और रिपोर्ट
id: Analitik Penggunaan & Laporan
ja: 使用状況分析＆レポート
pt: Análises e Relatórios de Uso
ru: Аналитика использования и отчёты
ur: استعمال کے تجزیات اور رپورٹیں

# faqCategoryAlerts
source: Alerts & Limits
ar: التنبيهات والحدود
bn: সতর্কতা এবং সীমা
es: Alertas y Límites
fr: Alertes et Limites
hi: अलर्ट और सीमाएं
id: Peringatan & Batasan
ja: アラート＆制限
pt: Alertas e Limites
ru: Оповещения и лимиты
ur: الرٹس اور حدود

# faqCategoryFocusMode
source: Focus Mode & Pomodoro Timer
ar: وضع التركيز ومؤقت بومودورو
bn: ফোকাস মোড এবং পোমোডোরো টাইমার
es: Modo Enfoque y Temporizador Pomodoro
fr: Mode Concentration et Minuteur Pomodoro
hi: फोकस मोड और पोमोडोरो टाइमर
id: Mode Fokus & Timer Pomodoro
ja: 集中モード＆ポモドーロタイマー
pt: Modo Foco e Timer Pomodoro
ru: Режим фокусировки и таймер Помодоро
ur: فوکس موڈ اور پومودورو ٹائمر

# faqCategorySettings
source: Settings & Customization
ar: الإعدادات والتخصيص
bn: সেটিংস এবং কাস্টমাইজেশন
es: Configuración y Personalización
fr: Paramètres et Personnalisation
hi: सेटिंग्स और अनुकूलन
id: Pengaturan & Kustomisasi
ja: 設定＆カスタマイズ
pt: Configurações e Personalização
ru: Настройки и персонализация
ur: ترتیبات اور حسب ضرورت

# faqCategoryTroubleshooting
source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
bn: সমস্যা সমাধান
es: Solución de Problemas
fr: Dépannage
hi: समस्या निवारण
id: Pemecahan Masalah
ja: トラブルシューティング
pt: Solução de Problemas
ru: Устранение неполадок
ur: مسائل حل کرنا

# faqGeneralQ1
source: How does this app track screen time?
ar: كيف يتتبع هذا التطبيق وقت الشاشة؟
bn: এই অ্যাপ কীভাবে স্ক্রিন টাইম ট্র্যাক করে?
es: ¿Cómo rastrea esta aplicación el tiempo de pantalla?
fr: Comment cette application suit-elle le temps d'écran ?
hi: यह ऐप स्क्रीन टाइम कैसे ट्रैक करता है?
id: Bagaimana aplikasi ini melacak waktu layar?
ja: このアプリはどのようにスクリーンタイムを追跡しますか？
pt: Como este aplicativo rastreia o tempo de tela?
ru: Как приложение отслеживает экранное время?
ur: یہ ایپ اسکرین ٹائم کیسے ٹریک کرتی ہے؟

# faqGeneralA1
source: The app monitors your device's usage in real-time, tracking the time spent on different applications. It provides comprehensive insights into your digital habits, including total screen time, productive time, and application-specific usage.
ar: يراقب التطبيق استخدام جهازك في الوقت الفعلي، ويتتبع الوقت المستغرق في التطبيقات المختلفة. يوفر رؤى شاملة حول عاداتك الرقمية، بما في ذلك إجمالي وقت الشاشة والوقت المنتج واستخدام كل تطبيق.
bn: অ্যাপটি আপনার ডিভাইসের ব্যবহার রিয়েল-টাইমে পর্যবেক্ষণ করে, বিভিন্ন অ্যাপ্লিকেশনে ব্যয় করা সময় ট্র্যাক করে। এটি আপনার ডিজিটাল অভ্যাসের ব্যাপক অন্তর্দৃষ্টি প্রদান করে, যার মধ্যে মোট স্ক্রিন টাইম, উৎপাদনশীল সময় এবং অ্যাপ্লিকেশন-নির্দিষ্ট ব্যবহার অন্তর্ভুক্ত।
es: La aplicación monitorea el uso de tu dispositivo en tiempo real, rastreando el tiempo dedicado a diferentes aplicaciones. Proporciona información completa sobre tus hábitos digitales, incluyendo tiempo total de pantalla, tiempo productivo y uso específico por aplicación.
fr: L'application surveille l'utilisation de votre appareil en temps réel, en suivant le temps passé sur différentes applications. Elle fournit des informations complètes sur vos habitudes numériques, y compris le temps d'écran total, le temps productif et l'utilisation spécifique des applications.
hi: ऐप आपके डिवाइस के उपयोग को रियल-टाइम में मॉनिटर करता है, विभिन्न एप्लिकेशन पर बिताए गए समय को ट्रैक करता है। यह आपकी डिजिटल आदतों के बारे में व्यापक जानकारी प्रदान करता है, जिसमें कुल स्क्रीन टाइम, उत्पादक समय और एप्लिकेशन-विशिष्ट उपयोग शामिल है।
id: Aplikasi memantau penggunaan perangkat Anda secara real-time, melacak waktu yang dihabiskan pada berbagai aplikasi. Ini memberikan wawasan komprehensif tentang kebiasaan digital Anda, termasuk total waktu layar, waktu produktif, dan penggunaan aplikasi spesifik.
ja: このアプリは、デバイスの使用状況をリアルタイムで監視し、さまざまなアプリケーションでの使用時間を追跡します。総スクリーンタイム、生産的な時間、アプリケーション固有の使用状況など、デジタル習慣に関する包括的な洞察を提供します。
pt: O aplicativo monitora o uso do seu dispositivo em tempo real, rastreando o tempo gasto em diferentes aplicativos. Ele fornece insights abrangentes sobre seus hábitos digitais, incluindo tempo total de tela, tempo produtivo e uso específico de aplicativos.
ru: Приложение отслеживает использование вашего устройства в реальном времени, фиксируя время, проведённое в различных приложениях. Оно предоставляет полную информацию о ваших цифровых привычках, включая общее экранное время, продуктивное время и использование конкретных приложений.
ur: ایپ آپ کے آلے کے استعمال کو ریئل ٹائم میں مانیٹر کرتی ہے، مختلف ایپلیکیشنز پر گزارے گئے وقت کو ٹریک کرتی ہے۔ یہ آپ کی ڈیجیٹل عادات کے بارے میں جامع بصیرت فراہم کرتی ہے، بشمول کل اسکرین ٹائم، پیداواری وقت، اور ایپلیکیشن کے مخصوص استعمال۔

# faqGeneralQ2
source: What makes an app 'Productive'?
ar: ما الذي يجعل التطبيق 'منتجاً'؟
bn: কোন অ্যাপকে 'উৎপাদনশীল' করে তোলে?
es: ¿Qué hace que una aplicación sea 'Productiva'?
fr: Qu'est-ce qui rend une application 'Productive' ?
hi: किसी ऐप को 'उत्पादक' क्या बनाता है?
id: Apa yang membuat aplikasi 'Produktif'?
ja: アプリが「生産的」とされる基準は何ですか？
pt: O que torna um aplicativo 'Produtivo'?
ru: Что делает приложение 'Продуктивным'?
ur: ایپ کو 'پیداواری' کیا بناتا ہے؟

# faqGeneralA2
source: You can manually mark apps as productive in the 'Applications' section. Productive apps contribute to your Productive Score, which calculates the percentage of screen time spent on work-related or beneficial applications.
ar: يمكنك تحديد التطبيقات كمنتجة يدوياً في قسم 'التطبيقات'. تساهم التطبيقات المنتجة في نقاط الإنتاجية الخاصة بك، والتي تحسب نسبة وقت الشاشة المستغرق في التطبيقات المتعلقة بالعمل أو المفيدة.
bn: আপনি 'অ্যাপ্লিকেশন' বিভাগে ম্যানুয়ালি অ্যাপগুলিকে উৎপাদনশীল হিসাবে চিহ্নিত করতে পারেন। উৎপাদনশীল অ্যাপগুলি আপনার উৎপাদনশীলতা স্কোরে অবদান রাখে, যা কাজ-সম্পর্কিত বা উপকারী অ্যাপ্লিকেশনে ব্যয় করা স্ক্রিন টাইমের শতাংশ গণনা করে।
es: Puedes marcar manualmente las aplicaciones como productivas en la sección 'Aplicaciones'. Las aplicaciones productivas contribuyen a tu Puntuación de Productividad, que calcula el porcentaje de tiempo de pantalla dedicado a aplicaciones relacionadas con el trabajo o beneficiosas.
fr: Vous pouvez marquer manuellement les applications comme productives dans la section 'Applications'. Les applications productives contribuent à votre Score de Productivité, qui calcule le pourcentage de temps d'écran consacré aux applications liées au travail ou bénéfiques.
hi: आप 'एप्लिकेशन' सेक्शन में ऐप्स को मैन्युअल रूप से उत्पादक के रूप में चिह्नित कर सकते हैं। उत्पादक ऐप्स आपके उत्पादकता स्कोर में योगदान करते हैं, जो काम से संबंधित या लाभदायक एप्लिकेशन पर बिताए गए स्क्रीन टाइम का प्रतिशत गणना करता है।
id: Anda dapat menandai aplikasi sebagai produktif secara manual di bagian 'Aplikasi'. Aplikasi produktif berkontribusi pada Skor Produktif Anda, yang menghitung persentase waktu layar yang dihabiskan untuk aplikasi terkait pekerjaan atau bermanfaat.
ja: 「アプリケーション」セクションでアプリを手動で生産的としてマークできます。生産的なアプリは、仕事関連または有益なアプリケーションに費やしたスクリーンタイムの割合を計算する生産性スコアに貢献します。
pt: Você pode marcar manualmente aplicativos como produtivos na seção 'Aplicativos'. Aplicativos produtivos contribuem para sua Pontuação de Produtividade, que calcula a porcentagem do tempo de tela gasto em aplicativos relacionados ao trabalho ou benéficos.
ru: Вы можете вручную отметить приложения как продуктивные в разделе 'Приложения'. Продуктивные приложения учитываются в вашем показателе продуктивности, который рассчитывает процент экранного времени, потраченного на рабочие или полезные приложения.
ur: آپ 'ایپلیکیشنز' سیکشن میں ایپس کو دستی طور پر پیداواری کے طور پر نشان زد کر سکتے ہیں۔ پیداواری ایپس آپ کے پیداواری سکور میں حصہ ڈالتی ہیں، جو کام سے متعلق یا فائدہ مند ایپلیکیشنز پر گزارے گئے اسکرین ٹائم کی فیصد کا حساب لگاتا ہے۔

# faqGeneralQ3
source: How accurate is the screen time tracking?
ar: ما مدى دقة تتبع وقت الشاشة؟
bn: স্ক্রিন টাইম ট্র্যাকিং কতটা সঠিক?
es: ¿Qué tan preciso es el seguimiento del tiempo de pantalla?
fr: Quelle est la précision du suivi du temps d'écran ?
hi: स्क्रीन टाइम ट्रैकिंग कितनी सटीक है?
id: Seberapa akurat pelacakan waktu layar?
ja: スクリーンタイム追跡はどの程度正確ですか？
pt: Quão preciso é o rastreamento do tempo de tela?
ru: Насколько точно отслеживание экранного времени?
ur: اسکرین ٹائم ٹریکنگ کتنی درست ہے؟

# faqGeneralA3
source: The app uses system-level tracking to provide precise measurement of your device usage. It captures foreground time for each application with minimal battery impact.
ar: يستخدم التطبيق التتبع على مستوى النظام لتوفير قياس دقيق لاستخدام جهازك. يلتقط وقت المقدمة لكل تطبيق مع تأثير ضئيل على البطارية.
bn: অ্যাপটি আপনার ডিভাইস ব্যবহারের সুনির্দিষ্ট পরিমাপ প্রদান করতে সিস্টেম-স্তরের ট্র্যাকিং ব্যবহার করে। এটি ন্যূনতম ব্যাটারি প্রভাবে প্রতিটি অ্যাপ্লিকেশনের ফোরগ্রাউন্ড সময় ক্যাপচার করে।
es: La aplicación utiliza seguimiento a nivel del sistema para proporcionar una medición precisa del uso de tu dispositivo. Captura el tiempo en primer plano de cada aplicación con un impacto mínimo en la batería.
fr: L'application utilise un suivi au niveau du système pour fournir une mesure précise de l'utilisation de votre appareil. Elle capture le temps au premier plan pour chaque application avec un impact minimal sur la batterie.
hi: ऐप आपके डिवाइस उपयोग का सटीक माप प्रदान करने के लिए सिस्टम-लेवल ट्रैकिंग का उपयोग करता है। यह न्यूनतम बैटरी प्रभाव के साथ प्रत्येक एप्लिकेशन के फोरग्राउंड समय को कैप्चर करता है।
id: Aplikasi menggunakan pelacakan tingkat sistem untuk memberikan pengukuran yang tepat dari penggunaan perangkat Anda. Ini menangkap waktu foreground untuk setiap aplikasi dengan dampak baterai minimal.
ja: このアプリは、システムレベルの追跡を使用して、デバイス使用量を正確に測定します。各アプリケーションのフォアグラウンド時間をバッテリーへの影響を最小限に抑えながらキャプチャします。
pt: O aplicativo usa rastreamento em nível de sistema para fornecer medição precisa do uso do seu dispositivo. Ele captura o tempo em primeiro plano para cada aplicativo com impacto mínimo na bateria.
ru: Приложение использует отслеживание на системном уровне для точного измерения использования вашего устройства. Оно фиксирует время активного использования каждого приложения с минимальным влиянием на батарею.
ur: ایپ آپ کے آلے کے استعمال کی درست پیمائش فراہم کرنے کے لیے سسٹم لیول ٹریکنگ استعمال کرتی ہے۔ یہ کم بیٹری اثر کے ساتھ ہر ایپلیکیشن کے لیے فورگراؤنڈ وقت کیپچر کرتی ہے۔

# faqGeneralQ4
source: Can I customize my app categorization?
ar: هل يمكنني تخصيص تصنيف التطبيقات؟
bn: আমি কি আমার অ্যাপ শ্রেণীবিভাগ কাস্টমাইজ করতে পারি?
es: ¿Puedo personalizar la categorización de mis aplicaciones?
fr: Puis-je personnaliser la catégorisation de mes applications ?
hi: क्या मैं अपनी ऐप श्रेणीकरण को अनुकूलित कर सकता हूं?
id: Bisakah saya menyesuaikan kategorisasi aplikasi saya?
ja: アプリのカテゴリ分類をカスタマイズできますか？
pt: Posso personalizar a categorização dos meus aplicativos?
ru: Могу ли я настроить категоризацию приложений?
ur: کیا میں اپنی ایپ کی درجہ بندی کو حسب ضرورت بنا سکتا ہوں؟

# faqGeneralA4
source: Absolutely! You can create custom categories, assign apps to specific categories, and easily modify these assignments in the 'Applications' section. This helps in creating more meaningful usage analytics.
ar: بالتأكيد! يمكنك إنشاء فئات مخصصة وتعيين التطبيقات لفئات محددة وتعديل هذه التعيينات بسهولة في قسم 'التطبيقات'. يساعد هذا في إنشاء تحليلات استخدام أكثر فائدة.
bn: অবশ্যই! আপনি কাস্টম ক্যাটাগরি তৈরি করতে পারেন, নির্দিষ্ট ক্যাটাগরিতে অ্যাপ বরাদ্দ করতে পারেন এবং 'অ্যাপ্লিকেশন' বিভাগে এই বরাদ্দগুলি সহজেই পরিবর্তন করতে পারেন। এটি আরও অর্থপূর্ণ ব্যবহার বিশ্লেষণ তৈরি করতে সাহায্য করে।
es: ¡Por supuesto! Puedes crear categorías personalizadas, asignar aplicaciones a categorías específicas y modificar fácilmente estas asignaciones en la sección 'Aplicaciones'. Esto ayuda a crear análisis de uso más significativos.
fr: Absolument ! Vous pouvez créer des catégories personnalisées, attribuer des applications à des catégories spécifiques et modifier facilement ces attributions dans la section 'Applications'. Cela aide à créer des analyses d'utilisation plus significatives.
hi: बिल्कुल! आप कस्टम श्रेणियां बना सकते हैं, ऐप्स को विशिष्ट श्रेणियों में असाइन कर सकते हैं, और 'एप्लिकेशन' सेक्शन में इन असाइनमेंट को आसानी से संशोधित कर सकते हैं। यह अधिक सार्थक उपयोग विश्लेषण बनाने में मदद करता है।
id: Tentu saja! Anda dapat membuat kategori khusus, menetapkan aplikasi ke kategori tertentu, dan dengan mudah memodifikasi penetapan ini di bagian 'Aplikasi'. Ini membantu menciptakan analitik penggunaan yang lebih bermakna.
ja: もちろんです！「アプリケーション」セクションで、カスタムカテゴリを作成し、アプリを特定のカテゴリに割り当て、これらの割り当てを簡単に変更できます。これにより、より意味のある使用状況分析を作成できます。
pt: Com certeza! Você pode criar categorias personalizadas, atribuir aplicativos a categorias específicas e modificar facilmente essas atribuições na seção 'Aplicativos'. Isso ajuda a criar análises de uso mais significativas.
ru: Конечно! Вы можете создавать пользовательские категории, назначать приложения определённым категориям и легко изменять эти назначения в разделе 'Приложения'. Это помогает создавать более осмысленную аналитику использования.
ur: بالکل! آپ حسب ضرورت زمرے بنا سکتے ہیں، ایپس کو مخصوص زمروں میں تفویض کر سکتے ہیں، اور 'ایپلیکیشنز' سیکشن میں ان تفویضات کو آسانی سے تبدیل کر سکتے ہیں۔ اس سے زیادہ معنی خیز استعمال کے تجزیات بنانے میں مدد ملتی ہے۔

# faqGeneralQ5
source: What insights can I gain from this app?
ar: ما الرؤى التي يمكنني الحصول عليها من هذا التطبيق؟
bn: এই অ্যাপ থেকে আমি কী অন্তর্দৃষ্টি পেতে পারি?
es: ¿Qué información puedo obtener de esta aplicación?
fr: Quelles informations puis-je obtenir de cette application ?
hi: मुझे इस ऐप से कौन सी जानकारी मिल सकती है?
id: Wawasan apa yang bisa saya dapatkan dari aplikasi ini?
ja: このアプリからどのような洞察を得られますか？
pt: Quais insights posso obter deste aplicativo?
ru: Какую информацию я могу получить из этого приложения?
ur: میں اس ایپ سے کیا بصیرت حاصل کر سکتا ہوں؟

# faqGeneralA5
source: The app offers comprehensive insights including Productive Score, usage patterns by time of day, detailed application usage, focus session tracking, and visual analytics like graphs and pie charts to help you understand and improve your digital habits.
ar: يقدم التطبيق رؤى شاملة تشمل نقاط الإنتاجية وأنماط الاستخدام حسب الوقت من اليوم واستخدام التطبيقات التفصيلي وتتبع جلسات التركيز والتحليلات المرئية مثل الرسوم البيانية والمخططات الدائرية لمساعدتك على فهم وتحسين عاداتك الرقمية.
bn: অ্যাপটি ব্যাপক অন্তর্দৃষ্টি প্রদান করে যার মধ্যে উৎপাদনশীলতা স্কোর, দিনের সময় অনুযায়ী ব্যবহারের প্যাটার্ন, বিস্তারিত অ্যাপ্লিকেশন ব্যবহার, ফোকাস সেশন ট্র্যাকিং এবং গ্রাফ এবং পাই চার্টের মতো ভিজ্যুয়াল বিশ্লেষণ অন্তর্ভুক্ত যা আপনাকে আপনার ডিজিটাল অভ্যাস বুঝতে এবং উন্নত করতে সাহায্য করে।
es: La aplicación ofrece información completa que incluye Puntuación de Productividad, patrones de uso por hora del día, uso detallado de aplicaciones, seguimiento de sesiones de enfoque y análisis visuales como gráficos y diagramas circulares para ayudarte a entender y mejorar tus hábitos digitales.
fr: L'application offre des informations complètes, notamment le Score de Productivité, les modèles d'utilisation par moment de la journée, l'utilisation détaillée des applications, le suivi des sessions de concentration, et des analyses visuelles comme des graphiques et des diagrammes circulaires pour vous aider à comprendre et améliorer vos habitudes numériques.
hi: ऐप व्यापक जानकारी प्रदान करता है जिसमें उत्पादकता स्कोर, दिन के समय के अनुसार उपयोग पैटर्न, विस्तृत एप्लिकेशन उपयोग, फोकस सेशन ट्रैकिंग, और आपकी डिजिटल आदतों को समझने और सुधारने में मदद करने के लिए ग्राफ और पाई चार्ट जैसे विजुअल एनालिटिक्स शामिल हैं।
id: Aplikasi menawarkan wawasan komprehensif termasuk Skor Produktif, pola penggunaan berdasarkan waktu, penggunaan aplikasi terperinci, pelacakan sesi fokus, dan analitik visual seperti grafik dan diagram lingkaran untuk membantu Anda memahami dan meningkatkan kebiasaan digital Anda.
ja: このアプリは、生産性スコア、時間帯別の使用パターン、詳細なアプリケーション使用状況、集中セッション追跡、グラフや円グラフなどの視覚的分析を含む包括的な洞察を提供し、デジタル習慣を理解し改善するのに役立ちます。
pt: O aplicativo oferece insights abrangentes incluindo Pontuação de Produtividade, padrões de uso por hora do dia, uso detalhado de aplicativos, rastreamento de sessões de foco e análises visuais como gráficos e diagramas de pizza para ajudá-lo a entender e melhorar seus hábitos digitais.
ru: Приложение предлагает комплексную аналитику, включая показатель продуктивности, паттерны использования по времени суток, детальное использование приложений, отслеживание сессий фокусировки и визуальную аналитику в виде графиков и диаграмм, чтобы помочь вам понять и улучшить ваши цифровые привычки.
ur: ایپ جامع بصیرت پیش کرتی ہے بشمول پیداواری سکور، دن کے وقت کے حساب سے استعمال کے پیٹرن، تفصیلی ایپلیکیشن استعمال، فوکس سیشن ٹریکنگ، اور بصری تجزیات جیسے گراف اور پائی چارٹس جو آپ کی ڈیجیٹل عادات کو سمجھنے اور بہتر بنانے میں مدد کرتے ہیں۔

# faqAppsQ1
source: How do I hide specific apps from tracking?
ar: كيف أخفي تطبيقات معينة من التتبع؟
bn: আমি কীভাবে নির্দিষ্ট অ্যাপ ট্র্যাকিং থেকে লুকাতে পারি?
es: ¿Cómo oculto aplicaciones específicas del seguimiento?
fr: Comment masquer des applications spécifiques du suivi ?
hi: मैं विशिष्ट ऐप्स को ट्रैकिंग से कैसे छिपाऊं?
id: Bagaimana cara menyembunyikan aplikasi tertentu dari pelacakan?
ja: 特定のアプリを追跡から非表示にするにはどうすればよいですか？
pt: Como oculto aplicativos específicos do rastreamento?
ru: Как скрыть определённые приложения из отслеживания?
ur: میں مخصوص ایپس کو ٹریکنگ سے کیسے چھپاؤں؟
