Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# timeLimitsSection
source: Time Limits
ar: حدود الوقت
bn: সময় সীমা
es: Límites de Tiempo
fr: Limites de Temps
hi: समय सीमाएं
id: Batasan Waktu
ja: 時間制限
pt: Limites de Tempo
ru: Временные лимиты
ur: وقت کی حدود

source: Enable Daily Limit
ar: تفعيل الحد اليومي
bn: দৈনিক সীমা সক্ষম করুন
es: Habilitar Límite Diario
fr: Activer la Limite Quotidienne
hi: दैनिक सीमा सक्षम करें
id: Aktifkan Batasan Harian
ja: 1日の制限を有効化
pt: Ativar Limite Diário
ru: Включить дневной лимит
ur: روزانہ حد فعال کریں

source: Set daily time limit:
ar: تعيين الحد الزمني اليومي:
bn: দৈনিক সময় সীমা সেট করুন:
es: Establecer límite de tiempo diario:
fr: Définir la limite de temps quotidienne :
hi: दैनिक समय सीमा सेट करें:
id: Atur batasan waktu harian:
ja: 1日の時間制限を設定:
pt: Definir limite de tempo diário:
ru: Установить дневной лимит времени:
ur: روزانہ وقت کی حد مقرر کریں:

source: Save Changes
ar: حفظ التغييرات
bn: পরিবর্তন সংরক্ষণ করুন
es: Guardar Cambios
fr: Enregistrer les Modifications
hi: परिवर्तन सहेजें
id: Simpan Perubahan
ja: 変更を保存
pt: Salvar Alterações
ru: Сохранить изменения
ur: تبدیلیاں محفوظ کریں

# errorLoadingData
source: Error loading overview data: {error}
ar: خطأ في تحميل بيانات النظرة العامة: {error}
bn: ওভারভিউ ডেটা লোড করতে ত্রুটি: {error}
es: Error al cargar datos del resumen: {error}
fr: Erreur lors du chargement des données d'aperçu : {error}
hi: अवलोकन डेटा लोड करने में त्रुटि: {error}
id: Kesalahan memuat data ringkasan: {error}
ja: 概要データの読み込みエラー: {error}
pt: Erro ao carregar dados da visão geral: {error}
ru: Ошибка загрузки данных обзора: {error}
ur: جائزہ ڈیٹا لوڈ کرنے میں خرابی: {error}

# focusModeTitle
source: Focus Mode
ar: وضع التركيز
bn: ফোকাস মোড
es: Modo Enfoque
fr: Mode Concentration
hi: फोकस मोड
id: Mode Fokus
ja: 集中モード
pt: Modo Foco
ru: Режим фокусировки
ur: فوکس موڈ

# historySection
source: History
ar: السجل
bn: ইতিহাস
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
ja: 履歴
pt: Histórico
ru: История
ur: تاریخ

# trendsSection
source: Trends
ar: الاتجاهات
bn: প্রবণতা
es: Tendencias
fr: Tendances
hi: ट्रेंड
id: Tren
ja: 傾向
pt: Tendências
ru: Тренды
ur: رجحانات

# timeDistributionSection
source: Time Distribution
ar: توزيع الوقت
bn: সময় বিতরণ
es: Distribución del Tiempo
fr: Répartition du Temps
hi: समय वितरण
id: Distribusi Waktu
ja: 時間分布
pt: Distribuição de Tempo
ru: Распределение времени
ur: وقت کی تقسیم

# sessionHistorySection
source: Session History
ar: سجل الجلسات
bn: সেশন ইতিহাস
es: Historial de Sesiones
fr: Historique des Sessions
hi: सेशन इतिहास
id: Riwayat Sesi
ja: セッション履歴
pt: Histórico de Sessões
ru: История сессий
ur: سیشن کی تاریخ

source: Work Session
ar: جلسة عمل
bn: কাজের সেশন
es: Sesión de Trabajo
fr: Session de Travail
hi: कार्य सेशन
id: Sesi Kerja
ja: 作業セッション
pt: Sessão de Trabalho
ru: Рабочая сессия
ur: کام کا سیشن

source: Short Break
ar: استراحة قصيرة
bn: সংক্ষিপ্ত বিরতি
es: Descanso Corto
fr: Pause Courte
hi: छोटा ब्रेक
id: Istirahat Pendek
ja: 短い休憩
pt: Pausa Curta
ru: Короткий перерыв
ur: مختصر وقفہ

source: Long Break
ar: استراحة طويلة
bn: দীর্ঘ বিরতি
es: Descanso Largo
fr: Pause Longue
hi: लंबा ब्रेक
id: Istirahat Panjang
ja: 長い休憩
pt: Pausa Longa
ru: Длинный перерыв
ur: طویل وقفہ

# dateHeader
source: Date
ar: التاريخ
bn: তারিখ
es: Fecha
hi: तिथि
id: Tanggal
ja: 日付
pt: Data
ru: Дата
ur: تاریخ

# durationHeader
source: Duration
ar: المدة
bn: সময়কাল
es: Duración
fr: Durée
hi: अवधि
id: Durasi
ja: 時間
pt: Duração
ru: Продолжительность
ur: دورانیہ

source: Monday
ar: الإثنين
bn: সোমবার
es: Lunes
fr: Lundi
hi: सोमवार
id: Senin
ja: 月曜日
pt: Segunda-feira
ru: Понедельник
ur: پیر

source: Tuesday
ar: الثلاثاء
bn: মঙ্গলবার
es: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
ja: 火曜日
pt: Terça-feira
ru: Вторник
ur: منگل

source: Wednesday
ar: الأربعاء
bn: বুধবার
es: Miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
ja: 水曜日
pt: Quarta-feira
ru: Среда
ur: بدھ

source: Thursday
ar: الخميس
bn: বৃহস্পতিবার
es: Jueves
fr: Jeudi
hi: गुरुवार
id: Kamis
ja: 木曜日
pt: Quinta-feira
ru: Четверг
ur: جمعرات

source: Friday
ar: الجمعة
bn: শুক্রবার
es: Viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
ja: 金曜日
pt: Sexta-feira
ru: Пятница
ur: جمعہ

source: Saturday
ar: السبت
bn: শনিবার
es: Sábado
fr: Samedi
hi: शनिवार
id: Sabtu
ja: 土曜日
pt: Sábado
ru: Суббота
ur: ہفتہ

source: Sunday
ar: الأحد
bn: রবিবার
es: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
ja: 日曜日
pt: Domingo
ru: Воскресенье
ur: اتوار

# focusModeSettingsTitle
source: Focus Mode Settings
ar: إعدادات وضع التركيز
bn: ফোকাস মোড সেটিংস
es: Configuración del Modo Enfoque
fr: Paramètres du Mode Concentration
hi: फोकस मोड सेटिंग्स
id: Pengaturan Mode Fokus
ja: 集中モード設定
pt: Configurações do Modo Foco
ru: Настройки режима фокусировки
ur: فوکس موڈ کی ترتیبات

# modeCustom
source: Custom
ar: مخصص
bn: কাস্টম
es: Personalizado
fr: Personnalisé
hi: कस्टम
id: Kustom
ja: カスタム
pt: Personalizado
ru: Пользовательский
ur: حسب ضرورت

# modeDeepWork
source: Deep Work (60 min)
ar: عمل عميق (60 دقيقة)
bn: ডিপ ওয়ার্ক (৬০ মিনিট)
es: Trabajo Profundo (60 min)
fr: Travail Approfondi (60 min)
hi: डीप वर्क (60 मिनट)
id: Deep Work (60 menit)
ja: ディープワーク (60分)
pt: Trabalho Profundo (60 min)
ru: Глубокая работа (60 мин)
ur: ڈیپ ورک (60 منٹ)

# modeQuickTasks
source: Quick Tasks (25 min)
ar: مهام سريعة (25 دقيقة)
bn: কুইক টাস্ক (২৫ মিনিট)
es: Tareas Rápidas (25 min)
fr: Tâches Rapides (25 min)
hi: क्विक टास्क (25 मिनट)
id: Tugas Cepat (25 menit)
ja: クイックタスク (25分)
pt: Tarefas Rápidas (25 min)
ru: Быстрые задачи (25 мин)
ur: کوئک ٹاسکس (25 منٹ)

# modeReading
source: Reading (45 min)
ar: قراءة (45 دقيقة)
bn: রিডিং (৪৫ মিনিট)
es: Lectura (45 min)
fr: Lecture (45 min)
hi: रीडिंग (45 मिनट)
id: Membaca (45 menit)
ja: リーディング (45分)
pt: Leitura (45 min)
ru: Чтение (45 мин)
ur: ریڈنگ (45 منٹ)

# workDurationLabel
source: Work Duration: {minutes} min
ar: مدة العمل: {minutes} دقيقة
bn: কাজের সময়কাল: {minutes} মিনিট
es: Duración del Trabajo: {minutes} min
fr: Durée de Travail : {minutes} min
hi: कार्य अवधि: {minutes} मिनट
id: Durasi Kerja: {minutes} menit
ja: 作業時間: {minutes}分
pt: Duração do Trabalho: {minutes} min
ru: Продолжительность работы: {minutes} мин
ur: کام کی مدت: {minutes} منٹ

# shortBreakLabel
source: Short Break
ar: استراحة قصيرة
bn: সংক্ষিপ্ত বিরতি
es: Descanso Corto
fr: Pause Courte : {minutes} min
hi: छोटा ब्रेक
id: Istirahat Pendek
ja: 短い休憩
pt: Pausa Curta: {minutes} min
ru: Короткий перерыв
ur: مختصر وقفہ

# longBreakLabel
source: Long Break
ar: استراحة طويلة
bn: দীর্ঘ বিরতি
es: Descanso Largo
fr: Pause Longue : {minutes} min
hi: लंबा ब्रेक
id: Istirahat Panjang
ja: 長い休憩
pt: Pausa Longa: {minutes} min
ru: Длинный перерыв
ur: طویل وقفہ

source: Auto-start next session
ar: البدء التلقائي للجلسة التالية
bn: পরবর্তী সেশন অটো-স্টার্ট করুন
es: Iniciar automáticamente la siguiente sesión
fr: Démarrer automatiquement la session suivante
hi: अगला सेशन ऑटो-स्टार्ट करें
id: Mulai otomatis sesi berikutnya
ja: 次のセッションを自動開始
pt: Iniciar próxima sessão automaticamente
ru: Автозапуск следующей сессии
ur: اگلا سیشن خود بخود شروع کریں

# blockDistractions
source: Block distractions during focus mode
ar: حظر المشتتات أثناء وضع التركيز
bn: ফোকাস মোডের সময় বিভ্রান্তি ব্লক করুন
es: Bloquear distracciones durante el modo enfoque
fr: Bloquer les distractions pendant le mode concentration
hi: फोकस मोड के दौरान विचलन को ब्लॉक करें
id: Blokir gangguan selama mode fokus
ja: 集中モード中に気が散るものをブロック
pt: Bloquear distrações durante o modo foco
ru: Блокировать отвлечения во время режима фокусировки
ur: فوکس موڈ کے دوران خلل کو روکیں

source: Enable notifications
ar: تفعيل الإشعارات
bn: বিজ্ঞপ্তি সক্ষম করুন
es: Habilitar notificaciones
fr: Activer les notifications
hi: नोटिफिकेशन सक्षम करें
id: Aktifkan notifikasi
ja: 通知を有効化
pt: Ativar notificações
ru: Включить уведомления
ur: اطلاعات فعال کریں

source: Saved
ar: تم الحفظ
bn: সংরক্ষিত
es: Guardado
fr: Enregistré
hi: सहेजा गया
id: Tersimpan
ja: 保存しました
pt: Salvo
ru: Сохранено
ur: محفوظ ہو گیا

# errorLoadingFocusModeData
source: Error loading focus mode data: {error}
ar: خطأ في تحميل بيانات وضع التركيز: {error}
bn: ফোকাস মোড ডেটা লোড করতে ত্রুটি: {error}
es: Error al cargar datos del modo enfoque: {error}
fr: Erreur lors du chargement des données du mode concentration : {error}
hi: फोकस मोड डेटा लोड करने में त्रुटि: {error}
id: Kesalahan memuat data mode fokus: {error}
ja: 集中モードデータの読み込みエラー: {error}
pt: Erro ao carregar dados do modo foco: {error}
ru: Ошибка загрузки данных режима фокусировки: {error}
ur: فوکس موڈ ڈیٹا لوڈ کرنے میں خرابی: {error}

# overviewTitle
source: Today's Overview
ar: نظرة عامة على اليوم
bn: আজকের সারসংক্ষেপ
es: Resumen de Hoy
fr: Aperçu d'Aujourd'hui
hi: आज का अवलोकन
id: Ringkasan Hari Ini
ja: 今日の概要
pt: Visão Geral de Hoje
ru: Обзор за сегодня
ur: آج کا جائزہ

source: Start Focus Mode
ar: بدء وضع التركيز
bn: ফোকাস মোড শুরু করুন
es: Iniciar Modo Enfoque
fr: Démarrer le Mode Concentration
hi: फोकस मोड शुरू करें
id: Mulai Mode Fokus
ja: 集中モードを開始
pt: Iniciar Modo Foco
ru: Запустить режим фокусировки
ur: فوکس موڈ شروع کریں

# loadingProductivityData
source: Loading your productivity data...
ar: جارٍ تحميل بيانات الإنتاجية...
bn: আপনার উৎপাদনশীলতা ডেটা লোড হচ্ছে...
es: Cargando tus datos de productividad...
fr: Chargement de vos données de productivité...
hi: आपका उत्पादकता डेटा लोड हो रहा है...
id: Memuat data produktivitas Anda...
ja: 生産性データを読み込み中...
pt: Carregando seus dados de produtividade...
ru: Загрузка ваших данных продуктивности...
ur: آپ کا پیداواری ڈیٹا لوڈ ہو رہا ہے...

# noActivityDataAvailable
source: No activity data available yet
ar: لا توجد بيانات نشاط متاحة بعد
bn: এখনও কোন কার্যকলাপ ডেটা উপলব্ধ নেই
es: Aún no hay datos de actividad disponibles
fr: Aucune donnée d'activité disponible
hi: अभी तक कोई गतिविधि डेटा उपलब्ध नहीं है
id: Belum ada data aktivitas tersedia
ja: アクティビティデータはまだありません
pt: Nenhum dado de atividade disponível ainda
ru: Данные об активности пока недоступны
ur: ابھی تک کوئی سرگرمی کا ڈیٹا دستیاب نہیں

# startUsingApplications
source: Start using your applications to track screen time and productivity.
ar: ابدأ باستخدام تطبيقاتك لتتبع وقت الشاشة والإنتاجية.
bn: স্ক্রিন টাইম এবং উৎপাদনশীলতা ট্র্যাক করতে আপনার অ্যাপ্লিকেশনগুলি ব্যবহার শুরু করুন।
es: Comienza a usar tus aplicaciones para rastrear el tiempo de pantalla y la productividad.
fr: Commencez à utiliser vos applications pour suivre le temps d'écran et la productivité.
hi: स्क्रीन टाइम और उत्पादकता ट्रैक करने के लिए अपने एप्लिकेशन का उपयोग शुरू करें।
id: Mulai gunakan aplikasi Anda untuk melacak waktu layar dan produktivitas.
ja: スクリーンタイムと生産性を追跡するには、アプリケーションの使用を開始してください。
pt: Comece a usar seus aplicativos para rastrear o tempo de tela e a produtividade.
ru: Начните использовать приложения для отслеживания экранного времени и продуктивности.
ur: اسکرین ٹائم اور پیداواریت کو ٹریک کرنے کے لیے اپنی ایپلیکیشنز استعمال کرنا شروع کریں۔

source: Refresh Data
ar: تحديث البيانات
bn: ডেটা রিফ্রেশ করুন
es: Actualizar Datos
fr: Actualiser les Données
hi: डेटा रीफ्रेश करें
id: Segarkan Data
ja: データを更新
pt: Atualizar Dados
ru: Обновить данные
ur: ڈیٹا تازہ کریں

source: Top Applications
ar: أكثر التطبيقات استخداماً
bn: শীর্ষ অ্যাপ্লিকেশন
es: Aplicaciones Principales
fr: Applications Principales
hi: शीर्ष एप्लिकेशन
id: Aplikasi Teratas
ja: トップアプリケーション
pt: Principais Aplicativos
ru: Топ приложений
ur: سرفہرست ایپلیکیشنز

# noAppUsageDataAvailable
source: No application usage data available yet
ar: لا توجد بيانات استخدام التطبيقات متاحة بعد
bn: এখনও কোন অ্যাপ্লিকেশন ব্যবহারের ডেটা উপলব্ধ নেই
es: Aún no hay datos de uso de aplicaciones disponibles
fr: Aucune donnée d'utilisation d'application disponible
hi: अभी तक कोई एप्लिकेशन उपयोग डेटा उपलब्ध नहीं है
id: Belum ada data penggunaan aplikasi tersedia
ja: アプリケーション使用データはまだありません
pt: Nenhum dado de uso de aplicativo disponível ainda
ru: Данные об использовании приложений пока недоступны
ur: ابھی تک ایپلیکیشن کے استعمال کا کوئی ڈیٹا دستیاب نہیں

source: No application data available
ar: لا توجد بيانات تطبيقات متاحة
bn: কোন অ্যাপ্লিকেশন ডেটা উপলব্ধ নেই
es: No hay datos de aplicaciones disponibles
fr: Aucune donnée d'application disponible
hi: कोई एप्लिकेशन डेटा उपलब्ध नहीं है
id: Tidak ada data aplikasi tersedia
ja: アプリケーションデータはありません
pt: Nenhum dado de aplicativo disponível
ru: Данные о приложениях недоступны
ur: کوئی ایپلیکیشن ڈیٹا دستیاب نہیں

source: No category data available
ar: لا توجد بيانات فئات متاحة
bn: কোন ক্যাটাগরি ডেটা উপলব্ধ নেই
es: No hay datos de categorías disponibles
fr: Aucune donnée de catégorie disponible
hi: कोई श्रेणी डेटा उपलब्ध नहीं है
id: Tidak ada data kategori tersedia
ja: カテゴリデータはありません
pt: Nenhum dado de categoria disponível
ru: Данные о категориях недоступны
ur: کوئی زمرہ ڈیٹا دستیاب نہیں

source: No application limits set
ar: لم يتم تعيين حدود للتطبيقات
bn: কোন অ্যাপ্লিকেশন সীমা সেট করা নেই
es: No se han establecido límites de aplicaciones
fr: Aucune limite d'application définie
hi: कोई एप्लिकेशन सीमाएं सेट नहीं की गई हैं
id: Tidak ada batasan aplikasi yang ditetapkan
ja: アプリケーション制限は設定されていません
pt: Nenhum limite de aplicativo definido
ru: Лимиты приложений не установлены
ur: کوئی ایپلیکیشن کی حدود مقرر نہیں

# screenLabel
source: Screen
ar: الشاشة
bn: স্ক্রিন
es: Tiempo de
fr: Temps
hi: स्क्रीन
id: Layar
ja: スクリーン
pt: Tempo de
ru: Экран
ur: اسکرین

# timeLabel
source: Time
ar: الوقت
bn: সময়
es: Pantalla
fr: d'Écran
hi: समय
id: Waktu
ja: タイム
pt: Tela
ru: Время
ur: وقت

# productiveLabel
source: Productive
ar: منتج
bn: উৎপাদনশীল
es: Puntuación
fr: Score
hi: उत्पादक
id: Produktif
ja: 生産的
pt: Pontuação
ru: Продуктивное
ur: پیداواری

# scoreLabel
source: Score
ar: النتيجة
bn: স্কোর
es: Productiva
fr: Productif
hi: स्कोर
id: Skor
ja: スコア
pt: Produtiva
ru: Оценка
ur: سکور

# defaultNone
source: None
ar: لا يوجد
bn: কোনটি নয়
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
ja: なし
pt: Nenhum
ru: Нет
ur: کوئی نہیں

# defaultTime
source: 0h 0m
ar: 0س 0د
bn: ০ঘ ০মি
hi: 0घं 0मि
id: 0j 0m
ja: 0時間0分
ru: 0ч 0м
ur: 0 گھنٹے 0 منٹ

# unknownApp
source: Unknown
ar: غير معروف
bn: অজানা
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
ja: 不明
pt: Desconhecido
ru: Неизвестно
ur: نامعلوم

# settingsTitle
source: Settings
ar: الإعدادات
bn: সেটিংস
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
pt: Configurações
ru: Настройки
ur: ترتیبات

# generalSection
source: General
ar: عام
bn: সাধারণ
fr: Général
hi: सामान्य
id: Umum
ja: 一般
pt: Geral
ru: Общие
ur: عام

# notificationsSection
source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
es: Notificaciones
hi: नोटिफिकेशन
id: Notifikasi
ja: 通知
pt: Notificações
ru: Уведомления
ur: اطلاعات

# dataSection
source: Data
ar: البيانات
bn: ডেটা
es: Datos
fr: Données
hi: डेटा
ja: データ
pt: Dados
ru: Данные
ur: ڈیٹا

# versionSection
source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
id: Versi
ja: バージョン
pt: Versão
ru: Версия
ur: ورژن

# themeTitle
source: Theme
ar: المظهر
bn: থিম
es: Tema
fr: Thème
hi: थीम
id: Tema
ja: テーマ
pt: Tema
ru: Тема
ur: تھیم

# themeDescription
source: Color theme of the application
ar: نمط ألوان التطبيق
bn: অ্যাপ্লিকেশনের রঙের থিম
es: Tema de color de la aplicación
fr: Thème de couleur de l'application (Redémarrage Requis)
hi: एप्लिकेशन की रंग थीम
id: Tema warna aplikasi
ja: アプリケーションのカラーテーマ
pt: Tema de cores do aplicativo (Mudança requer reinicialização)
ru: Цветовая тема приложения
ur: ایپلیکیشن کا رنگین تھیم

# languageTitle
source: Language
ar: اللغة
bn: ভাষা
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
pt: Idioma
ru: Язык
ur: زبان

# languageDescription
source: Language of the application
ar: لغة التطبيق
bn: অ্যাপ্লিকেশনের ভাষা
es: Idioma de la aplicación
fr: Langue de l'application
hi: एप्लिकेशन की भाषा
id: Bahasa aplikasi
ja: アプリケーションの言語
pt: Idioma do aplicativo
ru: Язык приложения
ur: ایپلیکیشن کی زبان

# startupBehaviourTitle
source: Startup Behaviour
ar: سلوك بدء التشغيل
bn: স্টার্টআপ আচরণ
es: Comportamiento de Inicio
fr: Comportement au Démarrage
hi: स्टार्टअप व्यवहार
id: Perilaku Startup
ja: 起動動作
pt: Comportamento de Inicialização
ru: Поведение при запуске
ur: سٹارٹ اپ رویہ

# startupBehaviourDescription
source: Launch at OS startup
ar: التشغيل عند بدء نظام التشغيل
bn: OS স্টার্টআপে লঞ্চ করুন
es: Iniciar con el sistema operativo
fr: Lancer au démarrage du système
hi: OS स्टार्टअप पर लॉन्च करें
id: Luncurkan saat startup OS
ja: OS起動時に起動
pt: Iniciar com o sistema operacional
ru: Запускать при старте ОС
ur: OS سٹارٹ اپ پر لانچ کریں

# launchMinimizedTitle
source: Launch as Minimized
ar: التشغيل كمصغر
bn: মিনিমাইজড হিসাবে লঞ্চ করুন
es: Iniciar Minimizado
fr: Lancer en Minimisé
hi: मिनिमाइज़ के रूप में लॉन्च करें
id: Luncurkan sebagai Diminimalkan
ja: 最小化で起動
pt: Iniciar Minimizado
ru: Запускать свёрнутым
ur: Minimized کے طور پر لانچ کریں

# launchMinimizedDescription
source: Start the application in System Tray (Recommended for Windows 10)
ar: بدء التطبيق في شريط النظام (موصى به لويندوز 10)
bn: সিস্টেম ট্রেতে অ্যাপ্লিকেশন শুরু করুন (Windows 10-এর জন্য প্রস্তাবিত)
es: Iniciar la aplicación en la Bandeja del Sistema (Recomendado para Windows 10)
fr: Démarrer l'application dans la barre système (Recommandé pour Windows 10)
hi: एप्लिकेशन को सिस्टम ट्रे में शुरू करें (Windows 10 के लिए अनुशंसित)
id: Mulai aplikasi di System Tray (Direkomendasikan untuk Windows 10)
ja: システムトレイでアプリケーションを起動（Windows 10に推奨）
pt: Iniciar o aplicativo na Bandeja do Sistema (Recomendado para Windows 10)
ru: Запускать приложение в системном трее (рекомендуется для Windows 10)
ur: ایپلیکیشن کو سسٹم ٹرے میں شروع کریں (ونڈوز 10 کے لیے تجویز کردہ)

# notificationsTitle
source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
es: Notificaciones
hi: नोटिफिकेशन
id: Notifikasi
ja: 通知
pt: Notificações
ru: Уведомления
ur: اطلاعات

# notificationsAllDescription
source: All notifications of the application
ar: جميع إشعارات التطبيق
bn: অ্যাপ্লিকেশনের সমস্ত বিজ্ঞপ্তি
es: Todas las notificaciones de la aplicación
fr: Toutes les notifications de l'application
hi: एप्लिकेशन की सभी नोटिफिकेशन
id: Semua notifikasi aplikasi
ja: アプリケーションのすべての通知
pt: Todas as notificações do aplicativo
ru: Все уведомления приложения
ur: ایپلیکیشن کی تمام اطلاعات

# focusModeNotificationsTitle
source: Focus Mode
ar: وضع التركيز
bn: ফোকাস মোড
es: Modo Enfoque
fr: Mode Concentration
hi: फोकस मोड
id: Mode Fokus
ja: 集中モード
pt: Modo Foco
ru: Режим фокусировки
ur: فوکس موڈ

# focusModeNotificationsDescription
source: All Notifications for focus mode
ar: جميع إشعارات وضع التركيز
bn: ফোকাস মোডের জন্য সমস্ত বিজ্ঞপ্তি
es: Todas las notificaciones del modo enfoque
fr: Toutes les notifications du mode concentration
hi: फोकस मोड के लिए सभी नोटिफिकेशन
id: Semua Notifikasi untuk mode fokus
ja: 集中モードのすべての通知
pt: Todas as notificações para o modo foco
ru: Все уведомления для режима фокусировки
ur: فوکس موڈ کی تمام اطلاعات

# screenTimeNotificationsTitle
source: Screen Time
ar: وقت الشاشة
bn: স্ক্রিন টাইম
es: Tiempo de Pantalla
fr: Temps d'Écran
hi: स्क्रीन टाइम
id: Waktu Layar
ja: スクリーンタイム
pt: Tempo de Tela
ru: Экранное время
ur: اسکرین ٹائم

# screenTimeNotificationsDescription
source: All Notifications for screen time restriction
ar: جميع إشعارات تقييد وقت الشاشة
bn: স্ক্রিন টাইম সীমাবদ্ধতার জন্য সমস্ত বিজ্ঞপ্তি
es: Todas las notificaciones de restricción de tiempo de pantalla
fr: Toutes les notifications de restriction du temps d'écran
hi: स्क्रीन टाइम प्रतिबंध के लिए सभी नोटिफिकेशन
id: Semua Notifikasi untuk pembatasan waktu layar
ja: スクリーンタイム制限のすべての通知
pt: Todas as notificações para restrição de tempo de tela
ru: Все уведомления для ограничения экранного времени
ur: اسکرین ٹائم پابندی کی تمام اطلاعات

# appScreenTimeNotificationsTitle
source: Application Screen Time
ar: وقت شاشة التطبيق
bn: অ্যাপ্লিকেশন স্ক্রিন টাইম
es: Tiempo de Pantalla por Aplicación
fr: Temps d'Écran des Applications
hi: एप्लिकेशन स्क्रीन टाइम
id: Waktu Layar Aplikasi
ja: アプリケーションスクリーンタイム
pt: Tempo de Tela do Aplicativo
ru: Экранное время приложений
ur: ایپلیکیشن اسکرین ٹائم

# appScreenTimeNotificationsDescription
source: All Notifications for application screen time restriction
ar: جميع إشعارات تقييد وقت شاشة التطبيق
bn: অ্যাপ্লিকেশন স্ক্রিন টাইম সীমাবদ্ধতার জন্য সমস্ত বিজ্ঞপ্তি
es: Todas las notificaciones de restricción de tiempo de pantalla por aplicación
fr: Toutes les notifications de restriction du temps d'écran des applications
hi: एप्लिकेशन स्क्रीन टाइम प्रतिबंध के लिए सभी नोटिफिकेशन
id: Semua Notifikasi untuk pembatasan waktu layar aplikasi
ja: アプリケーションスクリーンタイム制限のすべての通知
pt: Todas as notificações para restrição de tempo de tela de aplicativos
ru: Все уведомления для ограничения экранного времени приложений
ur: ایپلیکیشن اسکرین ٹائم پابندی کی تمام اطلاعات

# frequentAlertsTitle
source: Frequent Alerts Interval
ar: فترة التنبيهات المتكررة
bn: ঘন ঘন সতর্কতার বিরতি
es: Intervalo de Alertas Frecuentes
fr: Intervalle des Alertes Fréquentes
hi: बार-बार अलर्ट अंतराल
id: Interval Peringatan Sering
ja: 頻繁なアラート間隔
pt: Intervalo de Alertas Frequentes
ru: Интервал частых оповещений
ur: بار بار الرٹس کا وقفہ

# frequentAlertsDescription
source: Set interval for frequent notifications (minutes)
ar: تعيين فترة الإشعارات المتكررة (بالدقائق)
bn: ঘন ঘন বিজ্ঞপ্তির জন্য বিরতি সেট করুন (মিনিট)
es: Establecer intervalo para notificaciones frecuentes (minutos)
fr: Définir l'intervalle pour les notifications fréquentes (minutes)
hi: बार-बार नोटिफिकेशन के लिए अंतराल सेट करें (मिनट)
id: Atur interval untuk notifikasi sering (menit)
ja: 頻繁な通知の間隔を設定（分）
pt: Definir intervalo para notificações frequentes (minutos)
ru: Установить интервал для частых уведомлений (минуты)
ur: بار بار اطلاعات کے لیے وقفہ مقرر کریں (منٹ)

# clearDataTitle
source: Clear Data
ar: مسح البيانات
bn: ডেটা মুছে ফেলুন
es: Borrar Datos
fr: Effacer les Données
hi: डेटा साफ़ करें
id: Hapus Data
ja: データをクリア
pt: Limpar Dados
ru: Очистить данные
ur: ڈیٹا صاف کریں

# clearDataDescription
source: Clear all the history and other related data
ar: مسح جميع السجلات والبيانات ذات الصلة
bn: সমস্ত ইতিহাস এবং অন্যান্য সম্পর্কিত ডেটা মুছে ফেলুন
es: Borrar todo el historial y otros datos relacionados
fr: Effacer tout l'historique et les données associées
hi: सभी इतिहास और अन्य संबंधित डेटा साफ़ करें
id: Hapus semua riwayat dan data terkait lainnya
ja: すべての履歴および関連データをクリア
pt: Limpar todo o histórico e outros dados relacionados
ru: Очистить всю историю и связанные данные
ur: تمام تاریخ اور متعلقہ ڈیٹا صاف کریں

# resetSettingsTitle2
source: Reset Settings
ar: إعادة تعيين الإعدادات
bn: সেটিংস রিসেট করুন
es: Restablecer Configuración
fr: Réinitialiser les Paramètres
hi: सेटिंग्स रीसेट करें
id: Atur Ulang Pengaturan
ja: 設定をリセット
pt: Redefinir Configurações
ru: Сбросить настройки
ur: ترتیبات ری سیٹ کریں

# resetSettingsDescription
source: Reset all the settings
ar: إعادة تعيين جميع الإعدادات
bn: সমস্ত সেটিংস রিসেট করুন
es: Restablecer toda la configuración
fr: Réinitialiser tous les paramètres
hi: सभी सेटिंग्स रीसेट करें
id: Atur ulang semua pengaturan
ja: すべての設定をリセット
pt: Redefinir todas as configurações
ru: Сбросить все настройки
ur: تمام ترتیبات ری سیٹ کریں

# versionTitle
source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
id: Versi
ja: バージョン
pt: Versão
ru: Версия
ur: ورژن

# versionDescription
source: Current version of the app
ar: الإصدار الحالي للتطبيق
bn: অ্যাপের বর্তমান সংস্করণ
es: Versión actual de la aplicación
fr: Version actuelle de l'application
hi: ऐप का वर्तमान संस्करण
id: Versi aplikasi saat ini
ja: アプリの現在のバージョン
pt: Versão atual do aplicativo
ru: Текущая версия приложения
ur: ایپ کا موجودہ ورژن

# contactButton
source: Contact
ar: اتصل بنا
bn: যোগাযোগ
es: Contacto
hi: संपर्क
id: Kontak
ja: お問い合わせ
pt: Contato
ru: Связаться
ur: رابطہ

# reportBugButton
source: Report Bug
ar: الإبلاغ عن خطأ
bn: বাগ রিপোর্ট করুন
es: Reportar Error
fr: Signaler un Bug
hi: बग रिपोर्ट करें
id: Laporkan Bug
ja: バグを報告
pt: Relatar Bug
ru: Сообщить об ошибке
ur: بگ رپورٹ کریں
