Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# faqTroubleQ1
source: Data is not showing, hive is not opening error
ar: البيانات لا تظهر، خطأ عدم فتح hive
bn: ডেটা দেখা যাচ্ছে না, হাইভ খুলছে না ত্রুটি
es: Los datos no se muestran, error de que hive no se abre
fr: Les données ne s'affichent pas, erreur d'ouverture de hive
hi: डेटा नहीं दिख रहा, hive नहीं खुल रहा एरर
id: Data tidak muncul, kesalahan hive tidak terbuka
ja: データが表示されない、hiveが開かないエラー
pt: Dados não aparecem, erro de hive não abrindo
ru: Данные не отображаются, ошибка открытия hive
ur: ڈیٹا نہیں دکھ رہا، hive نہیں کھل رہا کی خرابی

# faqTroubleA1
source: The issue is known, the temporary fix is to clear data through settings and if it doesn't work then go to Documents and delete the following files if they exist - harman_screentime_app_usage_box.hive and harman_screentime_app_usage.lock, you are also suggested to update the app to the latest version.
ar: المشكلة معروفة، الحل المؤقت هو مسح البيانات من خلال الإعدادات وإذا لم ينجح ذلك فانتقل إلى المستندات واحذف الملفات التالية إذا كانت موجودة - harman_screentime_app_usage_box.hive و harman_screentime_app_usage.lock، يُنصح أيضاً بتحديث التطبيق إلى أحدث إصدار.
bn: সমস্যাটি জানা আছে, অস্থায়ী সমাধান হল সেটিংসের মাধ্যমে ডেটা মুছে ফেলা এবং যদি এটি কাজ না করে তবে ডকুমেন্টসে যান এবং নিম্নলিখিত ফাইলগুলি মুছে ফেলুন যদি সেগুলি বিদ্যমান থাকে - harman_screentime_app_usage_box.hive এবং harman_screentime_app_usage.lock, আপনাকে অ্যাপটি সর্বশেষ সংস্করণে আপডেট করার পরামর্শ দেওয়া হচ্ছে।
es: El problema es conocido, la solución temporal es borrar los datos a través de configuración y si no funciona, ve a Documentos y elimina los siguientes archivos si existen - harman_screentime_app_usage_box.hive y harman_screentime_app_usage.lock, también se te sugiere actualizar la aplicación a la última versión.
fr: Le problème est connu, la solution temporaire est d'effacer les données via les paramètres et si cela ne fonctionne pas, allez dans Documents et supprimez les fichiers suivants s'ils existent - harman_screentime_app_usage_box.hive et harman_screentime_app_usage.lock, il est également suggéré de mettre à jour l'application vers la dernière version.
hi: यह समस्या ज्ञात है, अस्थायी समाधान है सेटिंग्स के माध्यम से डेटा क्लियर करना और अगर यह काम नहीं करता है तो Documents में जाएं और यदि वे मौजूद हैं तो निम्नलिखित फाइलें हटाएं - harman_screentime_app_usage_box.hive और harman_screentime_app_usage.lock, आपको ऐप को नवीनतम संस्करण में अपडेट करने का भी सुझाव दिया जाता है।
id: Masalah ini diketahui, perbaikan sementara adalah menghapus data melalui pengaturan dan jika tidak berhasil maka pergi ke Dokumen dan hapus file berikut jika ada - harman_screentime_app_usage_box.hive dan harman_screentime_app_usage.lock, Anda juga disarankan untuk memperbarui aplikasi ke versi terbaru.
ja: この問題は認識されています。一時的な修正方法は、設定からデータをクリアすることです。それでも機能しない場合は、ドキュメントに移動して、存在する場合は次のファイルを削除してください - harman_screentime_app_usage_box.hiveとharman_screentime_app_usage.lock。アプリを最新バージョンに更新することもお勧めします。
pt: O problema é conhecido, a correção temporária é limpar dados através das configurações e se não funcionar, vá para Documentos e delete os seguintes arquivos se existirem - harman_screentime_app_usage_box.hive e harman_screentime_app_usage.lock, também é sugerido atualizar o aplicativo para a versão mais recente.
ru: Проблема известна, временное решение — очистить данные через настройки, и если это не помогает, перейдите в Документы и удалите следующие файлы, если они существуют — harman_screentime_app_usage_box.hive и harman_screentime_app_usage.lock, также рекомендуется обновить приложение до последней версии.
ur: یہ مسئلہ معلوم ہے، عارضی حل یہ ہے کہ ترتیبات کے ذریعے ڈیٹا صاف کریں اور اگر یہ کام نہ کرے تو Documents میں جائیں اور درج ذیل فائلیں اگر موجود ہوں تو حذف کریں - harman_screentime_app_usage_box.hive اور harman_screentime_app_usage.lock، آپ کو ایپ کو تازہ ترین ورژن میں اپڈیٹ کرنے کا بھی مشورہ دیا جاتا ہے۔

# faqTroubleQ2
source: App opens on every startup, what to do?
ar: التطبيق يفتح عند كل بدء تشغيل، ماذا أفعل؟
bn: অ্যাপ প্রতিটি স্টার্টআপে খোলে, কী করব?
es: La aplicación se abre en cada inicio, ¿qué hacer?
fr: L'application s'ouvre à chaque démarrage, que faire ?
hi: ऐप हर स्टार्टअप पर खुलता है, क्या करें?
id: Aplikasi terbuka setiap startup, apa yang harus dilakukan?
ja: アプリが起動するたびに開く場合、どうすればよいですか？
pt: O aplicativo abre a cada inicialização, o que fazer?
ru: Приложение открывается при каждом запуске, что делать?
ur: ایپ ہر سٹارٹ اپ پر کھلتی ہے، کیا کروں؟

# faqTroubleA2
source: This is a known issue that occurs on Windows 10, the temporary fix is to enable Launch as Minimized in settings so it launches as Minimized.
ar: هذه مشكلة معروفة تحدث في ويندوز 10، الحل المؤقت هو تمكين التشغيل كمصغر في الإعدادات حتى يتم تشغيله كمصغر.
bn: এটি একটি জানা সমস্যা যা Windows 10-এ ঘটে, অস্থায়ী সমাধান হল সেটিংসে মিনিমাইজড হিসাবে লঞ্চ সক্ষম করা যাতে এটি মিনিমাইজড হিসাবে চালু হয়।
es: Este es un problema conocido que ocurre en Windows 10, la solución temporal es habilitar Iniciar como Minimizado en la configuración para que se inicie minimizado.
fr: C'est un problème connu qui se produit sur Windows 10, la solution temporaire est d'activer Lancer en Minimisé dans les paramètres pour qu'elle se lance en minimisé.
hi: यह एक ज्ञात समस्या है जो Windows 10 पर होती है, अस्थायी समाधान है सेटिंग्स में Launch as Minimized को सक्षम करना ताकि यह Minimized के रूप में लॉन्च हो।
id: Ini adalah masalah yang diketahui yang terjadi pada Windows 10, perbaikan sementara adalah mengaktifkan Luncurkan sebagai Diminimalkan di pengaturan sehingga diluncurkan sebagai Diminimalkan.
ja: これはWindows 10で発生する既知の問題です。一時的な修正方法は、設定で「最小化で起動」を有効にして、最小化で起動するようにすることです。
pt: Este é um problema conhecido que ocorre no Windows 10, a correção temporária é ativar Iniciar Minimizado nas configurações para que inicie minimizado.
ru: Это известная проблема, которая возникает в Windows 10, временное решение — включить Запуск в свёрнутом виде в настройках, чтобы оно запускалось свёрнутым.
ur: یہ ایک معلوم مسئلہ ہے جو ونڈوز 10 پر ہوتا ہے، عارضی حل یہ ہے کہ ترتیبات میں Launch as Minimized فعال کریں تاکہ یہ Minimized کے طور پر لانچ ہو۔

source: Usage Analytics
ar: تحليلات الاستخدام
bn: ব্যবহার বিশ্লেষণ
es: Análisis de Uso
fr: Analyses d'Utilisation
hi: उपयोग विश्लेषण
id: Analitik Penggunaan
ja: 使用状況分析
pt: Análises de Uso
ru: Аналитика использования
ur: استعمال کے تجزیات

source: Last 7 Days
ar: آخر 7 أيام
bn: গত ৭ দিন
es: Últimos 7 Días
fr: 7 Derniers Jours
hi: पिछले 7 दिन
id: 7 Hari Terakhir
ja: 過去7日間
pt: Últimos 7 Dias
ru: Последние 7 дней
ur: پچھلے 7 دن

source: Last Month
ar: الشهر الماضي
bn: গত মাস
es: Último Mes
fr: Dernier Mois
hi: पिछला महीना
id: Bulan Lalu
ja: 先月
pt: Último Mês
ru: Последний месяц
ur: پچھلا مہینہ

source: Last 3 Months
ar: آخر 3 أشهر
bn: গত ৩ মাস
es: Últimos 3 Meses
fr: 3 Derniers Mois
hi: पिछले 3 महीने
id: 3 Bulan Terakhir
ja: 過去3ヶ月
pt: Últimos 3 Meses
ru: Последние 3 месяца
ur: پچھلے 3 مہینے

source: Lifetime
ar: كل الوقت
bn: সারাজীবন
es: Todo el Tiempo
fr: Depuis le Début
hi: लाइफटाइम
id: Selamanya
ja: 全期間
pt: Todo o Período
ru: За всё время
ur: ہمیشہ

source: Custom
ar: مخصص
bn: কাস্টম
es: Personalizado
fr: Personnalisé
hi: कस्टम
id: Kustom
ja: カスタム
pt: Personalizado
ru: Пользовательский
ur: حسب ضرورت

source: Loading analytics data...
ar: جارٍ تحميل بيانات التحليلات...
bn: বিশ্লেষণ ডেটা লোড হচ্ছে...
es: Cargando datos de análisis...
fr: Chargement des données d'analyse...
hi: विश्लेषण डेटा लोड हो रहा है...
id: Memuat data analitik...
ja: 分析データを読み込み中...
pt: Carregando dados de análise...
ru: Загрузка аналитических данных...
ur: تجزیات کا ڈیٹا لوڈ ہو رہا ہے...

source: Try Again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
es: Intentar de Nuevo
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba Lagi
ja: 再試行
pt: Tentar Novamente
ru: Попробовать снова
ur: دوبارہ کوشش کریں

# failedToInitialize
source: Failed to initialize analytics. Please restart the application.
ar: فشل في تهيئة التحليلات. يرجى إعادة تشغيل التطبيق.
bn: বিশ্লেষণ শুরু করতে ব্যর্থ। অনুগ্রহ করে অ্যাপ্লিকেশনটি পুনরায় চালু করুন।
es: Error al inicializar análisis. Por favor reinicie la aplicación.
fr: Échec de l'initialisation des analyses. Veuillez redémarrer l'application.
hi: विश्लेषण प्रारंभ करने में विफल। कृपया एप्लिकेशन को पुनरारंभ करें।
id: Gagal menginisialisasi analitik. Silakan mulai ulang aplikasi.
ja: 分析の初期化に失敗しました。アプリケーションを再起動してください。
pt: Falha ao inicializar análises. Por favor, reinicie o aplicativo.
ru: Не удалось инициализировать аналитику. Пожалуйста, перезапустите приложение.
ur: تجزیات کو شروع کرنے میں ناکام۔ براہ کرم ایپلیکیشن دوبارہ شروع کریں۔

# unexpectedError
source: An unexpected error occurred: {error}. Please try again later.
ar: حدث خطأ غير متوقع: {error}. يرجى المحاولة لاحقاً.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে: {error}। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
es: Ocurrió un error inesperado: {error}. Por favor intente más tarde.
fr: Une erreur inattendue s'est produite : {error}. Veuillez réessayer plus tard.
hi: एक अप्रत्याशित त्रुटि हुई: {error}। कृपया बाद में पुनः प्रयास करें।
id: Terjadi kesalahan tak terduga: {error}. Silakan coba lagi nanti.
ja: 予期しないエラーが発生しました: {error}。後でもう一度お試しください。
pt: Ocorreu um erro inesperado: {error}. Por favor, tente novamente mais tarde.
ru: Произошла непредвиденная ошибка: {error}. Пожалуйста, попробуйте позже.
ur: ایک غیر متوقع خرابی پیش آئی: {error}۔ براہ کرم بعد میں دوبارہ کوشش کریں۔

# errorLoadingAnalytics
source: Error loading analytics data: {error}. Please check your connection and try again.
ar: خطأ في تحميل بيانات التحليلات: {error}. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
bn: বিশ্লেষণ ডেটা লোড করতে ত্রুটি: {error}। অনুগ্রহ করে আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
es: Error al cargar datos de análisis: {error}. Por favor verifique su conexión e intente de nuevo.
fr: Erreur lors du chargement des données d'analyse : {error}. Veuillez vérifier votre connexion et réessayer.
hi: विश्लेषण डेटा लोड करने में त्रुटि: {error}। कृपया अपना कनेक्शन जांचें और पुनः प्रयास करें।
id: Kesalahan memuat data analitik: {error}. Silakan periksa koneksi Anda dan coba lagi.
ja: 分析データの読み込みエラー: {error}。接続を確認して再試行してください。
pt: Erro ao carregar dados de análise: {error}. Por favor, verifique sua conexão e tente novamente.
ru: Ошибка загрузки аналитических данных: {error}. Пожалуйста, проверьте подключение и попробуйте снова.
ur: تجزیات کا ڈیٹا لوڈ کرنے میں خرابی: {error}۔ براہ کرم اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔

# customDialogTitle
source: Custom
ar: مخصص
bn: কাস্টম
es: Personalizado
fr: Personnalisé
hi: कस्टम
id: Kustom
ja: カスタム
pt: Personalizado
ru: Пользовательский
ur: حسب ضرورت

source: Date Range
ar: نطاق التاريخ:
bn: তারিখ পরিসর:
es: Rango de Fechas:
fr: Plage de Dates
hi: तारीख सीमा:
id: Rentang Tanggal:
ja: 日付範囲：
pt: Intervalo de Datas
ru: Диапазон Дат:
ur: تاریخ کی حد:

source: Specific Date
ar: تاريخ محدد
bn: নির্দিষ্ট তারিখ
es: Fecha Específica
fr: Date Spécifique
hi: विशिष्ट तिथि
id: Tanggal Spesifik
ja: 特定の日付
pt: Data Específica
ru: Конкретная дата
ur: مخصوص تاریخ

source: Start Date:
ar: تاريخ البداية:
bn: শুরুর তারিখ:
es: Fecha de Inicio:
fr: Date de Début :
hi: प्रारंभ तिथि:
id: Tanggal Mulai:
ja: 開始日:
pt: Data Inicial:
ru: Дата начала:
ur: شروع کی تاریخ:

source: End Date:
ar: تاريخ النهاية:
bn: শেষ তারিখ:
es: Fecha de Fin:
fr: Date de Fin :
hi: समाप्ति तिथि:
id: Tanggal Akhir:
ja: 終了日:
pt: Data Final:
ru: Дата окончания:
ur: اختتام کی تاریخ:

source: Date:
ar: التاريخ
bn: তারিখ
es: Fecha
hi: तारीख
id: Tanggal
ja: 日付
pt: Data:
ru: Дата
ur: تاریخ

source: Cancel
ar: إلغاء
bn: বাতিল করুন
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
pt: Cancelar
ru: Отмена
ur: منسوخ کریں

source: Apply
ar: تطبيق
bn: প্রয়োগ করুন
es: Aplicar
fr: Appliquer
hi: लागू करें
id: Terapkan
ja: 適用
pt: Aplicar
ru: Применить
ur: لاگو کریں

source: OK
ar: حسنًا
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
ru: ОК
ur: ٹھیک ہے

source: Invalid Date Range
ar: نطاق تاريخ غير صالح
bn: অবৈধ তারিখ পরিসীমা
es: Rango de Fechas Inválido
fr: Plage de Dates Invalide
hi: अमान्य तिथि सीमा
id: Rentang Tanggal Tidak Valid
ja: 無効な日付範囲
pt: Intervalo de Datas Inválido
ru: Недопустимый диапазон дат
ur: غلط تاریخ کی حد

# startDateBeforeEndDate
source: Start date must be before or equal to end date.
ar: يجب أن يكون تاريخ البداية قبل أو يساوي تاريخ النهاية.
bn: শুরুর তারিখ শেষ তারিখের আগে বা সমান হতে হবে।
es: La fecha de inicio debe ser anterior o igual a la fecha de fin.
fr: La date de début doit être antérieure ou égale à la date de fin.
hi: प्रारंभ तिथि समाप्ति तिथि से पहले या बराबर होनी चाहिए।
id: Tanggal mulai harus sebelum atau sama dengan tanggal akhir.
ja: 開始日は終了日以前でなければなりません。
pt: A data inicial deve ser anterior ou igual à data final.
ru: Дата начала должна быть раньше или равна дате окончания.
ur: شروع کی تاریخ اختتام کی تاریخ سے پہلے یا برابر ہونی چاہیے۔

source: Total Screen Time
ar: إجمالي وقت الشاشة
bn: মোট স্ক্রিন সময়
es: Tiempo de Pantalla Total
fr: Temps d'Écran Total
hi: कुल स्क्रीन समय
id: Total Waktu Layar
ja: 合計スクリーン時間
pt: Tempo Total de Tela
ru: Общее Время Экрана
ur: کل سکرین وقت

source: Productive Time
ar: الوقت المنتج
bn: উৎপাদনশীল সময়
es: Tiempo Productivo
fr: Temps Productif
hi: उत्पादक समय
id: Waktu Produktif
ja: 生産的時間
pt: Tempo Produtivo
ru: Продуктивное Время
ur: پیداواری وقت

source: Most Used App
ar: التطبيق الأكثر استخداماً
bn: সবচেয়ে বেশি ব্যবহৃত অ্যাপ
es: App Más Usada
fr: Application la Plus Utilisée
hi: सबसे अधिक उपयोग किया गया ऐप
id: Aplikasi Paling Sering Digunakan
ja: 最も使用されたアプリ
pt: Aplicativo Mais Usado
ru: Самое Используемое Приложение
ur: سب سے زیادہ استعمال شدہ ایپ

source: Focus Sessions
ar: جلسات التركيز
bn: ফোকাস সেশন
es: Sesiones de Enfoque
fr: Sessions de Concentration
hi: फोकस सत्र
id: Sesi Fokus
ja: 集中セッション
pt: Sessões de Foco
ru: Сессии Фокусировки
ur: فوکس سیشنز

# positiveComparison
source: +{percent}% vs previous period
ar: +{percent}% مقارنة بالفترة السابقة
bn: +{percent}% বনাম পূর্ববর্তী সময়কাল
es: +{percent}% vs período anterior
fr: +{percent}% vs période précédente
hi: +{percent}% पिछली अवधि की तुलना में
id: +{percent}% vs periode sebelumnya
ja: +{percent}% 前期間比
pt: +{percent}% vs período anterior
ru: +{percent}% по сравнению с предыдущим периодом
ur: +{percent}% پچھلے عرصے کے مقابلے

# negativeComparison
source: {percent}% vs previous period
ar: {percent}% مقارنة بالفترة السابقة
bn: {percent}% বনাম পূর্ববর্তী সময়কাল
es: {percent}% vs período anterior
fr: {percent}% vs période précédente
hi: {percent}% पिछली अवधि की तुलना में
id: {percent}% vs periode sebelumnya
ja: {percent}% 前期間比
pt: {percent}% vs período anterior
ru: {percent}% по сравнению с предыдущим периодом
ur: {percent}% پچھلے عرصے کے مقابلے

# iconLabel
source: {title} icon
ar: أيقونة {title}
bn: {title} আইকন
es: Icono de {title}
fr: Icône {title}
hi: {title} आइकन
id: Ikon {title}
ja: {title}アイコン
pt: Ícone de {title}
ru: Иконка {title}
ur: {title} آئیکن

source: Daily Screen Time
ar: وقت الشاشة اليومي
bn: দৈনিক স্ক্রিন সময়
es: TIEMPO DE PANTALLA DIARIO
fr: Temps d'Écran Quotidien
hi: दैनिक स्क्रीन समय
id: WAKTU LAYAR HARIAN
ja: 日別スクリーン時間
pt: Tempo de Tela Diário
ru: ЕЖЕДНЕВНОЕ ВРЕМЯ ЭКРАНА
ur: روزانہ سکرین وقت

source: Category Breakdown
ar: توزيع الفئات
bn: বিভাগ বিশ্লেষণ
es: DESGLOSE POR CATEGORÍA
fr: Répartition par Catégorie
hi: श्रेणी विवरण
id: RINCIAN KATEGORI
ja: カテゴリ内訳
pt: Divisão por Categoria
ru: РАЗБИВКА ПО КАТЕГОРИЯМ
ur: زمرہ تقسیم

source: No data available
ar: لا توجد بيانات متاحة
bn: কোন ডেটা উপলব্ধ নেই
es: No hay datos disponibles
fr: Aucune donnée disponible
hi: कोई डेटा उपलब्ध नहीं
id: Tidak ada data tersedia
ja: データがありません
pt: Nenhum dado disponível
ru: Данные недоступны
ur: کوئی ڈیٹا دستیاب نہیں

# sectionLabel
source: {title} section
ar: قسم {title}
bn: {title} বিভাগ
es: Sección {title}
fr: Section {title}
hi: {title} अनुभाग
id: Bagian {title}
ja: {title}セクション
pt: Seção {title}
ru: Раздел {title}
ur: {title} سیکشن

source: Detailed Application Usage
ar: استخدام التطبيقات التفصيلي
bn: বিস্তারিত অ্যাপ্লিকেশন ব্যবহার
es: Uso Detallado de Aplicaciones
fr: Utilisation Détaillée des Applications
hi: विस्तृत एप्लिकेशन उपयोग
id: Penggunaan Aplikasi Terperinci
ja: 詳細なアプリケーション使用状況
pt: Uso Detalhado de Aplicativos
ru: Детальное использование приложений
ur: تفصیلی ایپلیکیشن استعمال

source: Search applications
ar: البحث عن تطبيقات
bn: অ্যাপ্লিকেশন অনুসন্ধান করুন
es: Buscar aplicaciones
fr: Rechercher des applications
hi: एप्लिकेशन खोजें
id: Cari aplikasi
ja: アプリケーションを検索
pt: Pesquisar aplicativos
ru: Поиск приложений
ur: ایپلیکیشنز تلاش کریں

# nameHeader
source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
pt: Nome
ru: Название
ur: نام

# categoryHeader
source: Category
ar: الفئة
bn: ক্যাটাগরি
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
ja: カテゴリ
pt: Categoria
ru: Категория
ur: زمرہ

# totalTimeHeader
source: Total Time
ar: إجمالي الوقت
bn: মোট সময়
es: Tiempo Total
fr: Temps Total
hi: कुल समय
id: Total Waktu
ja: 合計時間
pt: Tempo Total
ru: Общее время
ur: کل وقت

# productivityHeader
source: Productivity
ar: الإنتاجية
bn: উৎপাদনশীলতা
es: Productividad
fr: Productivité
hi: उत्पादकता
id: Produktivitas
ja: 生産性
pt: Produtividade
ru: Продуктивность
ur: پیداواریت

# actionsHeader
source: Actions
ar: الإجراءات
bn: অ্যাকশন
es: Acciones
hi: क्रियाएं
id: Tindakan
ja: アクション
pt: Ações
ru: Действия
ur: اعمال

source: Sort by: {option}
ar: ترتيب حسب: {option}
bn: সাজান: {option}
es: Ordenar por: {option}
fr: Trier par : {option}
hi: क्रमबद्ध करें: {option}
id: Urutkan berdasarkan: {option}
ja: 並べ替え: {option}
pt: Ordenar por: {option}
ru: Сортировать по: {option}
ur: ترتیب بلحاظ: {option}

# sortByName
source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
pt: Nome
ru: Название
ur: نام

# sortByCategory
source: Category
ar: الفئة
bn: ক্যাটাগরি
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
ja: カテゴリ
pt: Categoria
ru: Категория
ur: زمرہ

# sortByUsage
source: Usage
ar: الاستخدام
bn: ব্যবহার
es: Uso
fr: Utilisation
hi: उपयोग
id: Penggunaan
ja: 使用状況
pt: Uso
ru: Использование
ur: استعمال

source: Productive
ar: منتج
bn: উৎপাদনশীল
es: Productivo
fr: Productif
hi: उत्पादक
id: Produktif
ja: 生産的
pt: Produtivo
ru: Продуктивное
ur: پیداواری

source: Non-Productive
ar: غير منتج
bn: অ-উৎপাদনশীল
es: No Productivo
fr: Non-Productif
hi: गैर-उत्पादक
id: Non-Produktif
ja: 非生産的
pt: Não Produtivo
ru: Непродуктивное
ur: غیر پیداواری

# noApplicationsMatch
source: No applications match your search criteria
ar: لا توجد تطبيقات تطابق معايير البحث
bn: আপনার অনুসন্ধান মানদণ্ডের সাথে কোন অ্যাপ্লিকেশন মেলেনি
es: Ninguna aplicación coincide con tus criterios de búsqueda
fr: Aucune application ne correspond à vos critères de recherche
hi: आपके खोज मानदंडों से कोई एप्लिकेशन मेल नहीं खाता
id: Tidak ada aplikasi yang cocok dengan kriteria pencarian Anda
ja: 検索条件に一致するアプリケーションがありません
pt: Nenhum aplicativo corresponde aos seus critérios de pesquisa
ru: Нет приложений, соответствующих критериям поиска
ur: آپ کے تلاش کے معیار سے کوئی ایپلیکیشن میل نہیں کھاتی

source: View details
ar: عرض التفاصيل
bn: বিস্তারিত দেখুন
es: Ver detalles
fr: Voir les détails
hi: विवरण देखें
id: Lihat detail
ja: 詳細を表示
pt: Ver detalhes
ru: Просмотр деталей
ur: تفصیلات دیکھیں

source: Usage Summary
ar: ملخص الاستخدام
bn: ব্যবহারের সারাংশ
es: Resumen de Uso
fr: Résumé d'Utilisation
hi: उपयोग सारांश
id: Ringkasan Penggunaan
ja: 使用状況サマリー
pt: Resumo de Uso
ru: Сводка использования
ur: استعمال کا خلاصہ

source: Usage Over Past Week
ar: الاستخدام خلال الأسبوع الماضي
bn: গত সপ্তাহের ব্যবহার
es: Uso Durante la Semana Pasada
fr: Utilisation de la Semaine Passée
hi: पिछले सप्ताह का उपयोग
id: Penggunaan Selama Seminggu Terakhir
ja: 過去1週間の使用状況
pt: Uso na Última Semana
ru: Использование за прошлую неделю
ur: پچھلے ہفتے کا استعمال

source: Usage Pattern by Time of Day
ar: نمط الاستخدام حسب الوقت من اليوم
bn: দিনের সময় অনুযায়ী ব্যবহারের প্যাটার্ন
es: Patrón de Uso por Hora del Día
fr: Modèle d'Utilisation par Moment de la Journée
hi: दिन के समय के अनुसार उपयोग पैटर्न
id: Pola Penggunaan Berdasarkan Waktu
ja: 時間帯別使用パターン
pt: Padrão de Uso por Hora do Dia
ru: Паттерн использования по времени суток
ur: دن کے وقت کے حساب سے استعمال کا پیٹرن

source: Pattern Analysis
ar: تحليل الأنماط
bn: প্যাটার্ন বিশ্লেষণ
es: Análisis de Patrones
fr: Analyse des Modèles
hi: पैटर्न विश्लेषण
id: Analisis Pola
ja: パターン分析
pt: Análise de Padrões
ru: Анализ паттернов
ur: پیٹرن تجزیہ

source: Today
ar: اليوم
bn: আজ
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari Ini
ja: 今日
pt: Hoje
ru: Сегодня
ur: آج

source: Daily Limit
ar: الحد اليومي
bn: দৈনিক সীমা
es: Límite Diario
fr: Limite Quotidienne
hi: दैनिक सीमा
id: Batasan Harian
ja: 1日の制限
pt: Limite Diário
ru: Дневной лимит
ur: روزانہ حد

source: No limit
ar: بدون حد
bn: কোন সীমা নেই
es: Sin límite
fr: Aucune limite
hi: कोई सीमा नहीं
id: Tidak ada batasan
ja: 制限なし
pt: Sem limite
ru: Без лимита
ur: کوئی حد نہیں

source: Usage Trend
ar: اتجاه الاستخدام
bn: ব্যবহারের প্রবণতা
es: Tendencia de Uso
fr: Tendance d'Utilisation
hi: उपयोग ट्रेंड
id: Tren Penggunaan
ja: 使用傾向
pt: Tendência de Uso
ru: Тренд использования
ur: استعمال کا رجحان

source: Productivity
ar: الإنتاجية
bn: উৎপাদনশীলতা
es: Productividad
fr: Productivité
hi: उत्पादकता
id: Produktivitas
ja: 生産性
pt: Produtividade
ru: Продуктивность
ur: پیداواریت

source: Increasing
ar: متزايد
bn: বৃদ্ধি পাচ্ছে
es: Aumentando
fr: En Hausse
hi: बढ़ रहा है
id: Meningkat
ja: 増加中
pt: Aumentando
ru: Растёт
ur: بڑھ رہا ہے

source: Decreasing
ar: متناقص
bn: হ্রাস পাচ্ছে
es: Disminuyendo
fr: En Baisse
hi: घट रहा है
id: Menurun
ja: 減少中
pt: Diminuindo
ru: Снижается
ur: کم ہو رہا ہے

source: Stable
ar: مستقر
bn: স্থিতিশীল
es: Estable
hi: स्थिर
id: Stabil
ja: 安定
pt: Estável
ru: Стабильно
ur: مستحکم

source: Avg. Daily Usage
ar: متوسط الاستخدام اليومي
bn: গড় দৈনিক ব্যবহার
es: Uso Diario Prom.
fr: Utilisation Quotidienne Moy.
hi: औसत दैनिक उपयोग
id: Rata-rata Penggunaan Harian
ja: 1日平均使用
pt: Uso Médio Diário
ru: Среднее дневное использование
ur: اوسط روزانہ استعمال

source: Longest Session
ar: أطول جلسة
bn: দীর্ঘতম সেশন
es: Sesión Más Larga
fr: Session la Plus Longue
hi: सबसे लंबा सेशन
id: Sesi Terpanjang
ja: 最長セッション
pt: Sessão Mais Longa
ru: Самая длинная сессия
ur: طویل ترین سیشن

source: Weekly Total
ar: الإجمالي الأسبوعي
bn: সাপ্তাহিক মোট
es: Total Semanal
fr: Total Hebdomadaire
hi: साप्ताहिक कुल
id: Total Mingguan
ja: 週間合計
pt: Total Semanal
ru: Недельный итог
ur: ہفتہ وار کل

# noHistoricalData
source: No historical data available
ar: لا توجد بيانات تاريخية متاحة
bn: কোন ঐতিহাসিক ডেটা উপলব্ধ নেই
es: No hay datos históricos disponibles
fr: Aucune donnée historique disponible
hi: कोई ऐतिहासिक डेटा उपलब्ध नहीं
id: Tidak ada data historis tersedia
ja: 履歴データがありません
pt: Nenhum dado histórico disponível
ru: Исторические данные недоступны
ur: کوئی تاریخی ڈیٹا دستیاب نہیں

# morning
source: Morning (6-12)
ar: الصباح (6-12)
bn: সকাল (৬-১২)
es: Mañana (6-12)
fr: Matin (6h-12h)
hi: सुबह (6-12)
id: Pagi (6-12)
ja: 朝 (6-12)
pt: Manhã (6-12)
ru: Утро (6-12)
ur: صبح (6-12)

# afternoon
source: Afternoon (12-5)
ar: الظهر (12-5)
bn: বিকেল (১২-৫)
es: Tarde (12-5)
fr: Après-midi (12h-17h)
hi: दोपहर (12-5)
id: Siang (12-5)
ja: 午後 (12-5)
pt: Tarde (12-17)
ru: День (12-17)
ur: دوپہر (12-5)

# evening
source: Evening (5-9)
ar: المساء (5-9)
bn: সন্ধ্যা (৫-৯)
es: Noche (5-9)
fr: Soir (17h-21h)
hi: शाम (5-9)
id: Sore (5-9)
ja: 夕方 (5-9)
pt: Noite (17-21)
ru: Вечер (17-21)
ur: شام (5-9)

# night
source: Night (9-6)
ar: الليل (9-6)
bn: রাত (৯-৬)
es: Madrugada (9-6)
fr: Nuit (21h-6h)
hi: रात (9-6)
id: Malam (9-6)
ja: 夜 (9-6)
pt: Madrugada (21-6)
ru: Ночь (21-6)
ur: رات (9-6)

source: Usage Insights
ar: رؤى الاستخدام
bn: ব্যবহারের অন্তর্দৃষ্টি
es: Información de Uso
fr: Aperçus d'Utilisation
hi: उपयोग अंतर्दृष्टि
id: Wawasan Penggunaan
ja: 使用状況の洞察
pt: Insights de Uso
ru: Инсайты использования
ur: استعمال کی بصیرت
