Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# submitFeedbackButton
source: Submit Feedback
ar: إرسال ملاحظات
bn: প্রতিক্রিয়া জমা দিন
es: Enviar Comentarios
fr: Soumettre un Commentaire
hi: प्रतिक्रिया सबमिट करें
id: Kirim Umpan Balik
ja: フィードバックを送信
pt: Enviar Feedback
ru: Отправить отзыв
ur: رائے جمع کرائیں

# githubButton
source: Github
ar: جيت هب
bn: গিটহাব
ur: گٹ ہب

# clearDataDialogTitle
source: Clear Data?
ar: مسح البيانات؟
bn: ডেটা মুছে ফেলবেন?
es: ¿Borrar Datos?
fr: Effacer les Données ?
hi: डेटा साफ़ करें?
id: Hapus Data?
ja: データをクリアしますか？
pt: Limpar Dados?
ru: Очистить данные?
ur: ڈیٹا صاف کریں؟

# clearDataDialogContent
source: This will clear all history and related data. You won't be able to recover it. Do you want to proceed?
ar: سيؤدي هذا إلى مسح جميع السجلات والبيانات ذات الصلة. لن تتمكن من استعادتها. هل تريد المتابعة؟
bn: এটি সমস্ত ইতিহাস এবং সম্পর্কিত ডেটা মুছে ফেলবে। আপনি এটি পুনরুদ্ধার করতে পারবেন না। আপনি কি এগিয়ে যেতে চান?
es: Esto borrará todo el historial y datos relacionados. No podrás recuperarlos. ¿Deseas continuar?
fr: Cela effacera tout l'historique et les données associées. Vous ne pourrez pas les récupérer. Voulez-vous continuer ?
hi: यह सभी इतिहास और संबंधित डेटा साफ़ कर देगा। आप इसे पुनर्प्राप्त नहीं कर पाएंगे। क्या आप आगे बढ़ना चाहते हैं?
id: Ini akan menghapus semua riwayat dan data terkait. Anda tidak akan dapat memulihkannya. Apakah Anda ingin melanjutkan?
ja: これにより、すべての履歴と関連データがクリアされます。復元できません。続行しますか？
pt: Isso limpará todo o histórico e dados relacionados. Você não poderá recuperá-los. Deseja prosseguir?
ru: Это очистит всю историю и связанные данные. Вы не сможете их восстановить. Вы хотите продолжить?
ur: یہ تمام تاریخ اور متعلقہ ڈیٹا صاف کر دے گا۔ آپ اسے بازیاب نہیں کر سکیں گے۔ کیا آپ آگے بڑھنا چاہتے ہیں؟

# clearDataButtonLabel
source: Clear Data
ar: مسح البيانات
bn: ডেটা মুছে ফেলুন
es: Borrar Datos
fr: Effacer les Données
hi: डेटा साफ़ करें
id: Hapus Data
ja: データをクリア
pt: Limpar Dados
ru: Очистить данные
ur: ڈیٹا صاف کریں

# resetSettingsDialogTitle
source: Reset Settings?
ar: إعادة تعيين الإعدادات؟
bn: সেটিংস রিসেট করবেন?
es: ¿Restablecer Configuración?
fr: Réinitialiser les Paramètres ?
hi: सेटिंग्स रीसेट करें?
id: Atur Ulang Pengaturan?
ja: 設定をリセットしますか？
pt: Redefinir Configurações?
ru: Сбросить настройки?
ur: ترتیبات ری سیٹ کریں؟

# resetSettingsDialogContent
source: This will reset all settings to their default values. Do you want to proceed?
ar: سيؤدي هذا إلى إعادة تعيين جميع الإعدادات إلى قيمها الافتراضية. هل تريد المتابعة؟
bn: এটি সমস্ত সেটিংস তাদের ডিফল্ট মানে রিসেট করবে। আপনি কি এগিয়ে যেতে চান?
es: Esto restablecerá toda la configuración a sus valores predeterminados. ¿Deseas continuar?
fr: Cela réinitialisera tous les paramètres à leurs valeurs par défaut. Voulez-vous continuer ?
hi: यह सभी सेटिंग्स को उनके डिफ़ॉल्ट मानों पर रीसेट कर देगा। क्या आप आगे बढ़ना चाहते हैं?
id: Ini akan mengatur ulang semua pengaturan ke nilai default. Apakah Anda ingin melanjutkan?
ja: これにより、すべての設定がデフォルト値にリセットされます。続行しますか？
pt: Isso redefinirá todas as configurações para os valores padrão. Deseja prosseguir?
ru: Это сбросит все настройки к значениям по умолчанию. Вы хотите продолжить?
ur: یہ تمام ترتیبات کو ان کی ڈیفالٹ اقدار پر ری سیٹ کر دے گا۔ کیا آپ آگے بڑھنا چاہتے ہیں؟

# resetButtonLabel
source: Reset
ar: إعادة تعيين
bn: রিসেট
es: Restablecer
fr: Réinitialiser
hi: रीसेट
id: Atur Ulang
ja: リセット
pt: Redefinir
ru: Сбросить
ur: ری سیٹ

# cancelButton
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
pt: Cancelar
ru: Отмена
ur: منسوخ کریں

source: Could not launch {url}
ar: تعذر فتح {url}
bn: {url} লঞ্চ করা যায়নি
es: No se pudo abrir {url}
fr: Impossible d'ouvrir {url}
hi: {url} लॉन्च नहीं किया जा सका
id: Tidak dapat membuka {url}
ja: {url}を開けませんでした
pt: Não foi possível abrir {url}
ru: Не удалось открыть {url}
ur: {url} لانچ نہیں ہو سکا

source: Error: {message}
ar: خطأ: {message}
bn: ত্রুটি: {message}
fr: Erreur : {message}
hi: त्रुटि: {message}
id: Kesalahan: {message}
ja: エラー: {message}
pt: Erro: {message}
ru: Ошибка: {message}
ur: خرابی: {message}

# chart_focusTrends
source: Focus Trends
ar: اتجاهات التركيز
bn: ফোকাস প্রবণতা
es: Tendencias de Enfoque
fr: Tendances de Concentration
hi: फोकस ट्रेंड
id: Tren Fokus
ja: 集中傾向
pt: Tendências de Foco
ru: Тренды фокусировки
ur: فوکس کے رجحانات

# chart_sessionCount
source: Session Count
ar: عدد الجلسات
bn: সেশন সংখ্যা
es: Cantidad de Sesiones
fr: Nombre de Sessions
hi: सेशन गिनती
id: Jumlah Sesi
ja: セッション数
pt: Contagem de Sessões
ru: Количество сессий
ur: سیشن کی تعداد

# chart_avgDuration
source: Avg Duration
ar: متوسط المدة
bn: গড় সময়কাল
es: Duración Prom.
fr: Durée Moyenne
hi: औसत अवधि
id: Rata-rata Durasi
ja: 平均時間
pt: Duração Média
ru: Средняя продолжительность
ur: اوسط دورانیہ

# chart_totalFocus
source: Total Focus
ar: إجمالي التركيز
bn: মোট ফোকাস
es: Enfoque Total
fr: Concentration Totale
hi: कुल फोकस
id: Total Fokus
ja: 合計集中
pt: Foco Total
ru: Общее время фокусировки
ur: کل فوکس

# chart_yAxis_sessions
source: Sessions
ar: الجلسات
bn: সেশন
es: Sesiones
hi: सेशन
id: Sesi
ja: セッション
pt: Sessões
ru: Сессии
ur: سیشنز

# chart_yAxis_minutes
source: Minutes
ar: الدقائق
bn: মিনিট
es: Minutos
hi: मिनट
id: Menit
ja: 分
pt: Minutos
ru: Минуты
ur: منٹ

# chart_yAxis_value
source: Value
ar: القيمة
bn: মান
es: Valor
fr: Valeur
hi: मान
id: Nilai
ja: 値
pt: Valor
ru: Значение
ur: قدر

# chart_monthOverMonthChange
source: Month-over-month change:
ar: التغيير من شهر لآخر:
bn: মাস-থেকে-মাস পরিবর্তন:
es: Cambio mes a mes:
fr: Variation mensuelle :
hi: महीने-दर-महीने परिवर्तन:
id: Perubahan bulan ke bulan:
ja: 前月比変化:
pt: Variação mês a mês:
ru: Изменение по сравнению с прошлым месяцем:
ur: ماہانہ تبدیلی:

# chart_customRange
source: Custom Range
ar: نطاق مخصص
bn: কাস্টম পরিসীমা
es: Rango Personalizado
fr: Plage Personnalisée
hi: कस्टम रेंज
id: Rentang Kustom
ja: カスタム範囲
pt: Intervalo Personalizado
ru: Пользовательский диапазон
ur: حسب ضرورت رینج

# day_monday
source: Monday
ar: الإثنين
bn: সোমবার
es: Lunes
fr: Lundi
hi: सोमवार
id: Senin
ja: 月曜日
pt: Segunda-feira
ru: Понедельник
ur: پیر

# day_mondayShort
source: Mon
ar: إثن
bn: সোম
es: Lun
fr: Lun
hi: सोम
id: Sen
ja: 月
pt: Seg
ru: Пн
ur: پیر

# day_mondayAbbr
source: Mn
ar: ن
bn: সো
es: Lu
fr: Lu
hi: सो
id: Sn
ja: 月
pt: Sg
ru: Пн
ur: پ

# day_tuesday
source: Tuesday
ar: الثلاثاء
bn: মঙ্গলবার
es: Martes
fr: Mardi
hi: मंगलवार
id: Selasa
ja: 火曜日
pt: Terça-feira
ru: Вторник
ur: منگل

# day_tuesdayShort
source: Tue
ar: ثلا
bn: মঙ্গল
es: Mar
fr: Mar
hi: मंग
id: Sel
ja: 火
pt: Ter
ru: Вт
ur: منگل

# day_tuesdayAbbr
source: Tu
ar: ث
bn: মং
es: Ma
fr: Ma
hi: मं
id: Sl
ja: 火
pt: Te
ru: Вт
ur: م

# day_wednesday
source: Wednesday
ar: الأربعاء
bn: বুধবার
es: Miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
ja: 水曜日
pt: Quarta-feira
ru: Среда
ur: بدھ

# day_wednesdayShort
source: Wed
ar: أرب
bn: বুধ
es: Mié
fr: Mer
hi: बुध
id: Rab
ja: 水
pt: Qua
ru: Ср
ur: بدھ

# day_wednesdayAbbr
source: Wd
ar: ر
bn: বু
es: Mi
fr: Me
hi: बु
id: Rb
ja: 水
pt: Qa
ru: Ср
ur: ب

# day_thursday
source: Thursday
ar: الخميس
bn: বৃহস্পতিবার
es: Jueves
fr: Jeudi
hi: गुरुवार
id: Kamis
ja: 木曜日
pt: Quinta-feira
ru: Четверг
ur: جمعرات

# day_thursdayShort
source: Thu
ar: خمي
bn: বৃহ
es: Jue
fr: Jeu
hi: गुरु
id: Kam
ja: 木
pt: Qui
ru: Чт
ur: جمعرات

# day_thursdayAbbr
source: Th
ar: خ
bn: বৃ
es: Ju
fr: Je
hi: गु
id: Km
ja: 木
pt: Qi
ru: Чт
ur: ج

# day_friday
source: Friday
ar: الجمعة
bn: শুক্রবার
es: Viernes
fr: Vendredi
hi: शुक्रवार
id: Jumat
ja: 金曜日
pt: Sexta-feira
ru: Пятница
ur: جمعہ

# day_fridayShort
source: Fri
ar: جمع
bn: শুক্র
es: Vie
fr: Ven
hi: शुक्र
id: Jum
ja: 金
pt: Sex
ru: Пт
ur: جمعہ

# day_fridayAbbr
source: Fr
ar: ج
bn: শু
es: Vi
fr: Ve
hi: शु
id: Jm
ja: 金
pt: Sx
ru: Пт
ur: جم

# day_saturday
source: Saturday
ar: السبت
bn: শনিবার
es: Sábado
fr: Samedi
hi: शनिवार
id: Sabtu
ja: 土曜日
pt: Sábado
ru: Суббота
ur: ہفتہ

# day_saturdayShort
source: Sat
ar: سبت
bn: শনি
es: Sáb
fr: Sam
hi: शनि
id: Sab
ja: 土
pt: Sáb
ru: Сб
ur: ہفتہ

# day_saturdayAbbr
source: St
ar: س
bn: শ
es: Sá
fr: Sa
hi: श
id: Sb
ja: 土
pt: Sb
ru: Сб
ur: ہ

# day_sunday
source: Sunday
ar: الأحد
bn: রবিবার
es: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
ja: 日曜日
pt: Domingo
ru: Воскресенье
ur: اتوار

# day_sundayShort
source: Sun
ar: أحد
bn: রবি
es: Dom
fr: Dim
hi: रवि
id: Min
ja: 日
pt: Dom
ru: Вс
ur: اتوار

# day_sundayAbbr
source: Sn
ar: ح
bn: র
es: Do
fr: Di
hi: र
id: Mg
ja: 日
pt: Dm
ru: Вс
ur: ا

# time_hours
source: {count}h
ar: {count}س
bn: {count}ঘ
hi: {count}घं
id: {count}j
ja: {count}時間
ru: {count}ч
ur: {count} گھنٹے

# time_hoursMinutes
source: {hours}h {minutes}m
ar: {hours}س {minutes}د
bn: {hours}ঘ {minutes}মি
hi: {hours}घं {minutes}मि
id: {hours}j {minutes}m
ja: {hours}時間{minutes}分
ru: {hours}ч {minutes}м
ur: {hours} گھنٹے {minutes} منٹ

# time_minutesFormat
source: {count} min
ar: {count} دقيقة
bn: {count} মিনিট
hi: {count} मिनट
id: {count} menit
ja: {count}分
ru: {count} мин
ur: {count} منٹ

# tooltip_dateScreenTime
source: {date}: {hours}h {minutes}m
ar: {date}: {hours}س {minutes}د
bn: {date}: {hours}ঘ {minutes}মি
hi: {date}: {hours}घं {minutes}मि
id: {date}: {hours}j {minutes}m
ja: {date}: {hours}時間{minutes}分
ru: {date}: {hours}ч {minutes}м
ur: {date}: {hours} گھنٹے {minutes} منٹ

# tooltip_hoursFormat
source: {count} hours
ar: {count} ساعة
bn: {count} ঘন্টা
es: {count} horas
fr: {count} heures
hi: {count} घंटे
id: {count} jam
ja: {count}時間
pt: {count} horas
ru: {count} часов
ur: {count} گھنٹے

# month_january
source: January
ar: يناير
bn: জানুয়ারি
es: Enero
fr: Janvier
hi: जनवरी
id: Januari
ja: 1月
pt: Janeiro
ru: Январь
ur: جنوری

# month_januaryShort
source: Jan
ar: ينا
bn: জানু
es: Ene
hi: जन
ja: 1月
ru: Янв
ur: جنوری

# month_february
source: February
ar: فبراير
bn: ফেব্রুয়ারি
es: Febrero
fr: Février
hi: फरवरी
id: Februari
ja: 2月
pt: Fevereiro
ru: Февраль
ur: فروری

# month_februaryShort
source: Feb
ar: فبر
bn: ফেব্রু
fr: Fév
hi: फर
ja: 2月
pt: Fev
ru: Фев
ur: فروری

# month_march
source: March
ar: مارس
bn: মার্চ
es: Marzo
fr: Mars
hi: मार्च
id: Maret
ja: 3月
pt: Março
ru: Март
ur: مارچ

# month_marchShort
source: Mar
ar: مار
bn: মার্চ
hi: मार्च
ja: 3月
ru: Мар
ur: مارچ

# month_april
source: April
ar: أبريل
bn: এপ্রিল
es: Abril
fr: Avril
hi: अप्रैल
ja: 4月
pt: Abril
ru: Апрель
ur: اپریل

# month_aprilShort
source: Apr
ar: أبر
bn: এপ্রি
es: Abr
fr: Avr
hi: अप्रै
ja: 4月
pt: Abr
ru: Апр
ur: اپریل

# month_may
source: May
ar: مايو
bn: মে
es: Mayo
fr: Mai
hi: मई
id: Mei
ja: 5月
pt: Maio
ru: Май
ur: مئی

# month_mayShort
source: May
ar: ماي
bn: মে
fr: Mai
hi: मई
id: Mei
ja: 5月
pt: Mai
ru: Май
ur: مئی

# month_june
source: June
ar: يونيو
bn: জুন
es: Junio
fr: Juin
hi: जून
id: Juni
ja: 6月
pt: Junho
ru: Июнь
ur: جون

# month_juneShort
source: Jun
ar: يون
bn: জুন
fr: Juin
hi: जून
ja: 6月
ru: Июн
ur: جون

# month_july
source: July
ar: يوليو
bn: জুলাই
es: Julio
fr: Juillet
hi: जुलाई
id: Juli
ja: 7月
pt: Julho
ru: Июль
ur: جولائی

# month_julyShort
source: Jul
ar: يول
bn: জুলা
fr: Juil
hi: जुला
ja: 7月
ru: Июл
ur: جولائی

# month_august
source: August
ar: أغسطس
bn: আগস্ট
es: Agosto
fr: Août
hi: अगस्त
id: Agustus
ja: 8月
pt: Agosto
ru: Август
ur: اگست

# month_augustShort
source: Aug
ar: أغس
bn: আগ
es: Ago
fr: Août
hi: अग
id: Agu
ja: 8月
pt: Ago
ru: Авг
ur: اگست

# month_september
source: September
ar: سبتمبر
bn: সেপ্টেম্বর
es: Septiembre
fr: Septembre
hi: सितंबर
ja: 9月
pt: Setembro
ru: Сентябрь
ur: ستمبر

# month_septemberShort
source: Sep
ar: سبت
bn: সেপ্টে
hi: सित
ja: 9月
pt: Set
ru: Сен
ur: ستمبر

# month_october
source: October
ar: أكتوبر
bn: অক্টোবর
es: Octubre
fr: Octobre
hi: अक्टूबर
id: Oktober
ja: 10月
pt: Outubro
ru: Октябрь
ur: اکتوبر

# month_octoberShort
source: Oct
ar: أكت
bn: অক্টো
hi: अक्टू
id: Okt
ja: 10月
pt: Out
ru: Окт
ur: اکتوبر

# month_november
source: November
ar: نوفمبر
bn: নভেম্বর
es: Noviembre
fr: Novembre
hi: नवंबर
ja: 11月
pt: Novembro
ru: Ноябрь
ur: نومبر

# month_novemberShort
source: Nov
ar: نوف
bn: নভে
hi: नव
ja: 11月
ru: Ноя
ur: نومبر

# month_december
source: December
ar: ديسمبر
bn: ডিসেম্বর
es: Diciembre
fr: Décembre
hi: दिसंबर
id: Desember
ja: 12月
pt: Dezembro
ru: Декабрь
ur: دسمبر

# month_decemberShort
source: Dec
ar: ديس
bn: ডিসে
es: Dic
fr: Déc
hi: दिस
id: Des
ja: 12月
pt: Dez
ru: Дек
ur: دسمبر

# categoryAll
source: All
ar: الكل
bn: সব
es: Todas
fr: Toutes
hi: सभी
id: Semua
ja: すべて
pt: Todas
ru: Все
ur: سب

# categoryProductivity
source: Productivity
ar: الإنتاجية
bn: উৎপাদনশীলতা
es: Productividad
fr: Productivité
hi: उत्पादकता
id: Produktivitas
ja: 生産性
pt: Produtividade
ru: Продуктивность
ur: پیداواریت

# categoryDevelopment
source: Development
ar: التطوير
bn: ডেভেলপমেন্ট
es: Desarrollo
fr: Développement
hi: विकास
id: Pengembangan
ja: 開発
pt: Desenvolvimento
ru: Разработка
ur: ڈیولپمنٹ

# categorySocialMedia
source: Social Media
ar: وسائل التواصل الاجتماعي
bn: সোশ্যাল মিডিয়া
es: Redes Sociales
fr: Réseaux Sociaux
hi: सोशल मीडिया
id: Media Sosial
ja: ソーシャルメディア
pt: Redes Sociais
ru: Социальные сети
ur: سوشل میڈیا

# categoryEntertainment
source: Entertainment
ar: الترفيه
bn: বিনোদন
es: Entretenimiento
fr: Divertissement
hi: मनोरंजन
id: Hiburan
ja: エンターテイメント
pt: Entretenimento
ru: Развлечения
ur: تفریح

# categoryGaming
source: Gaming
ar: الألعاب
bn: গেমিং
es: Juegos
fr: Jeux
hi: गेमिंग
id: Permainan
ja: ゲーム
pt: Jogos
ru: Игры
ur: گیمنگ

# categoryCommunication
source: Communication
ar: التواصل
bn: যোগাযোগ
es: Comunicación
hi: संचार
id: Komunikasi
ja: コミュニケーション
pt: Comunicação
ru: Общение
ur: مواصلات

# categoryWebBrowsing
source: Web Browsing
ar: تصفح الويب
bn: ওয়েব ব্রাউজিং
es: Navegación Web
fr: Navigation Web
hi: वेब ब्राउज़िंग
id: Penjelajahan Web
ja: ウェブブラウジング
pt: Navegação Web
ru: Веб-сёрфинг
ur: ویب براؤزنگ

# categoryCreative
source: Creative
ar: الإبداع
bn: সৃজনশীল
es: Creatividad
fr: Créatif
hi: क्रिएटिव
id: Kreatif
ja: クリエイティブ
pt: Criativo
ru: Творчество
ur: تخلیقی

# categoryEducation
source: Education
ar: التعليم
bn: শিক্ষা
es: Educación
fr: Éducation
hi: शिक्षा
id: Pendidikan
ja: 教育
pt: Educação
ru: Образование
ur: تعلیم

# categoryUtility
source: Utility
ar: الأدوات المساعدة
bn: ইউটিলিটি
es: Utilidades
fr: Utilitaire
hi: उपयोगिता
id: Utilitas
ja: ユーティリティ
pt: Utilitários
ru: Утилиты
ur: یوٹیلیٹی

# categoryUncategorized
source: Uncategorized
ar: غير مصنف
bn: শ্রেণীবিহীন
es: Sin Categoría
fr: Non catégorisé
hi: अवर्गीकृत
id: Tidak Dikategorikan
ja: 未分類
pt: Sem Categoria
ru: Без категории
ur: غیر درجہ بند

# appMicrosoftWord
source: Microsoft Word
ar: مايكروسوفت وورد
bn: মাইক্রোসফট ওয়ার্ড
ur: مائیکروسافٹ ورڈ

# appExcel
source: Excel
ar: إكسل
bn: এক্সেল
ur: ایکسل

# appPowerPoint
source: PowerPoint
ar: باوربوينت
bn: পাওয়ারপয়েন্ট
ur: پاورپوائنٹ

# appGoogleDocs
source: Google Docs
ar: مستندات جوجل
bn: গুগল ডক্স
ja: Google ドキュメント
ru: Google Документы
ur: گوگل ڈاکس

# appNotion
source: Notion
ar: نوشن
bn: নোশন
ur: نوشن

# appEvernote
source: Evernote
ar: إيفرنوت
bn: এভারনোট
ur: ایورنوٹ

# appTrello
source: Trello
ar: تريلو
bn: ট্রেলো
ur: ٹریلو

# appAsana
source: Asana
ar: أسانا
bn: আসানা
ur: اسانا

# appSlack
source: Slack
ar: سلاك
bn: স্ল্যাক
ur: سلیک

# appMicrosoftTeams
source: Microsoft Teams
ar: مايكروسوفت تيمز
bn: মাইক্রোসফট টিমস
ur: مائیکروسافٹ ٹیمز

# appZoom
source: Zoom
ar: زووم
bn: জুম
ur: زوم

# appGoogleCalendar
source: Google Calendar
ar: تقويم جوجل
bn: গুগল ক্যালেন্ডার
fr: Google Agenda
ja: Google カレンダー
pt: Google Agenda
ru: Google Календарь
ur: گوگل کیلنڈر

# appAppleCalendar
source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
es: Calendario
fr: Calendrier
id: Kalender
ja: カレンダー
pt: Calendário
ru: Календарь
ur: کیلنڈر

# appVisualStudioCode
source: Visual Studio Code
ar: فيجوال ستوديو كود
bn: ভিজ্যুয়াল স্টুডিও কোড
ur: ویژول اسٹوڈیو کوڈ

# appTerminal
source: Terminal
ar: الطرفية
bn: টার্মিনাল
ja: ターミナル
ru: Терминал
ur: ٹرمینل

# appCommandPrompt
source: Command Prompt
ar: موجه الأوامر
bn: কমান্ড প্রম্পট
es: Símbolo del Sistema
fr: Invite de Commandes
ja: コマンドプロンプト
pt: Prompt de Comando
ru: Командная строка
ur: کمانڈ پرامپٹ

# appChrome
source: Chrome
ar: كروم
bn: ক্রোম
ur: کروم

# appFirefox
source: Firefox
ar: فايرفوكس
bn: ফায়ারফক্স
ur: فائرفاکس

# appSafari
source: Safari
ar: سفاري
bn: সাফারি
ur: سفاری

# appEdge
source: Edge
ar: إيدج
bn: এজ
ur: ایج

# appOpera
source: Opera
ar: أوبرا
bn: অপেরা
ur: اوپیرا

# appBrave
source: Brave
ar: بريف
bn: ব্রেভ
ur: بریو

# appNetflix
source: Netflix
ar: نتفليكس
bn: নেটফ্লিক্স
ur: نیٹ فلکس

# appYouTube
source: YouTube
ar: يوتيوب
bn: ইউটিউব
ur: یوٹیوب

# appSpotify
source: Spotify
ar: سبوتيفاي
bn: স্পটিফাই
ur: سپاٹیفائی

# appAppleMusic
source: Apple Music
ar: آبل ميوزك
bn: অ্যাপল মিউজিক
ur: ایپل میوزک

# appCalculator
source: Calculator
ar: الآلة الحاسبة
bn: ক্যালকুলেটর
es: Calculadora
fr: Calculatrice
hi: कैलकुलेटर
id: Kalkulator
ja: 電卓
pt: Calculadora
ru: Калькулятор
ur: کیلکولیٹر

# appNotes
source: Notes
ar: الملاحظات
bn: নোটস
es: Notas
hi: नोट्स
id: Catatan
ja: メモ
pt: Notas
ru: Заметки
ur: نوٹس

# appSystemPreferences
source: System Preferences
ar: تفضيلات النظام
bn: সিস্টেম প্রেফারেন্স
es: Preferencias del Sistema
fr: Préférences Système
hi: सिस्टम प्राथमिकताएं
id: Preferensi Sistem
ja: システム環境設定
pt: Preferências do Sistema
ru: Системные настройки
ur: سسٹم ترجیحات

# appTaskManager
source: Task Manager
ar: إدارة المهام
bn: টাস্ক ম্যানেজার
es: Administrador de Tareas
fr: Gestionnaire des Tâches
hi: टास्क मैनेजर
ja: タスクマネージャー
pt: Gerenciador de Tarefas
ru: Диспетчер задач
ur: ٹاسک مینیجر

# appFileExplorer
source: File Explorer
ar: مستكشف الملفات
bn: ফাইল এক্সপ্লোরার
es: Explorador de Archivos
fr: Explorateur de Fichiers
hi: फाइल एक्सप्लोरर
ja: エクスプローラー
pt: Explorador de Arquivos
ru: Проводник
ur: فائل ایکسپلورر

# appDropbox
source: Dropbox
ar: دروب بوكس
bn: ড্রপবক্স
ur: ڈراپ باکس

# appGoogleDrive
source: Google Drive
ar: جوجل درايف
bn: গুগল ড্রাইভ
ja: Google ドライブ
ru: Google Диск
ur: گوگل ڈرائیو

source: Loading application...
ar: جارٍ تحميل التطبيق...
bn: অ্যাপ্লিকেশন লোড হচ্ছে...
es: Cargando la aplicación...
hi: एप्लिकेशन लोड हो रहा है...
id: Memuat aplikasi...
ja: アプリケーションを読み込み中...
pt: Carregando aplicativo...
ru: Загрузка приложения...
ur: ایپلیکیشن لوڈ ہو رہی ہے...

source: Loading data...
ar: جارٍ تحميل البيانات...
bn: ডেটা লোড হচ্ছে...
es: Cargando datos...
hi: डेटा लोड हो रहा है...
id: Memuat data...
ja: データを読み込み中...
pt: Carregando dados...
ru: Загрузка данных...
ur: ڈیٹا لوڈ ہو رہا ہے...

# reportsError
source: Error
ar: خطأ
bn: ত্রুটি
hi: त्रुटि
id: Kesalahan
ja: エラー
pt: Erro
ru: Ошибка
ur: خرابی

# reportsRetry
source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
es: Reintentar
hi: पुनः प्रयास करें
id: Coba Lagi
ja: 再試行
pt: Tentar Novamente
ru: Повторить
ur: دوبارہ کوشش کریں

# backupRestoreSection
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
bn: ব্যাকআপ এবং পুনরুদ্ধার
es: Copia de seguridad y restauración
hi: बैकअप और पुनर्स्थापना
id: Cadangan & Pemulihan
ja: バックアップ＆復元
pt: Backup e Restauração
ru: Резервное копирование и восстановление
ur: بیک اپ اور بحالی

# backupRestoreTitle
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
bn: ব্যাকআপ এবং পুনরুদ্ধার
es: Copia de seguridad y restauración
hi: बैकअप और पुनर्स्थापना
id: Cadangan & Pemulihan
ja: バックアップ＆復元
pt: Backup e Restauração
ru: Резервное копирование и восстановление
ur: بیک اپ اور بحالی

# exportDataTitle
source: Export Data
ar: تصدير البيانات
bn: ডেটা রপ্তানি করুন
es: Exportar datos
hi: डेटा निर्यात करें
id: Ekspor Data
ja: データをエクスポート
pt: Exportar Dados
ru: Экспорт данных
ur: ڈیٹا برآمد کریں

# exportDataDescription
source: Create a backup of all your data
ar: إنشاء نسخة احتياطية من جميع بياناتك
bn: আপনার সমস্ত ডেটার একটি ব্যাকআপ তৈরি করুন
es: Crear una copia de seguridad de todos tus datos
hi: अपने सभी डेटा का बैकअप बनाएं
id: Buat cadangan semua data Anda
ja: すべてのデータのバックアップを作成
pt: Criar um backup de todos os seus dados
ru: Создать резервную копию всех ваших данных
ur: اپنے تمام ڈیٹا کا بیک اپ بنائیں

# importDataTitle
source: Import Data
ar: استيراد البيانات
bn: ডেটা আমদানি করুন
es: Importar datos
hi: डेटा आयात करें
id: Impor Data
ja: データをインポート
pt: Importar Dados
ru: Импорт данных
ur: ڈیٹا درآمد کریں

# importDataDescription
source: Restore from a backup file
ar: الاستعادة من ملف النسخ الاحتياطي
bn: একটি ব্যাকআপ ফাইল থেকে পুনরুদ্ধার করুন
es: Restaurar desde un archivo de copia de seguridad
hi: बैकअप फाइल से पुनर्स्थापित करें
id: Pulihkan dari file cadangan
ja: バックアップファイルから復元
pt: Restaurar a partir de um arquivo de backup
ru: Восстановить из файла резервной копии
ur: بیک اپ فائل سے بحال کریں

# exportButton
source: Export
ar: تصدير
bn: রপ্তানি
es: Exportar
hi: निर्यात
id: Ekspor
ja: エクスポート
pt: Exportar
ru: Экспорт
ur: برآمد کریں

# importButton
source: Import
ar: استيراد
bn: আমদানি
es: Importar
hi: आयात
id: Impor
ja: インポート
pt: Importar
ru: Импорт
ur: درآمد کریں

# closeButton
source: Close
ar: إغلاق
bn: বন্ধ করুন
es: Cerrar
hi: बंद करें
id: Tutup
ja: 閉じる
pt: Fechar
ru: Закрыть
ur: بند کریں

# noButton
source: No
ar: لا
bn: না
hi: नहीं
id: Tidak
ja: いいえ
pt: Não
ru: Нет
ur: نہیں

# shareButton
source: Share
ar: مشاركة
bn: শেয়ার করুন
es: Compartir
hi: शेयर करें
id: Bagikan
ja: 共有
pt: Compartilhar
ru: Поделиться
ur: شیئر کریں

# exportStarting
source: Starting export...
ar: جارٍ بدء التصدير...
bn: রপ্তানি শুরু হচ্ছে...
es: Iniciando exportación...
hi: निर्यात शुरू हो रहा है...
id: Memulai ekspor...
ja: エクスポートを開始しています...
pt: Iniciando exportação...
ru: Начало экспорта...
ur: برآمد شروع ہو رہی ہے...

# exportSuccessful
source: Export successful! File saved at Documents/TimeMark-Backups
ar: تم التصدير بنجاح
bn: রপ্তানি সফল
es: Exportación Exitosa
hi: निर्यात सफल
id: Ekspor Berhasil
ja: エクスポート成功
pt: Exportação bem-sucedida! Arquivo salvo em Documentos/TimeMark-Backups
ru: Экспорт Успешен
ur: برآمد کامیاب

source: Export failed
ar: فشل التصدير
bn: রপ্তানি ব্যর্থ
es: Exportación Fallida
hi: निर्यात विफल
id: Ekspor Gagal
ja: エクスポート失敗
pt: Falha na exportação
ru: Ошибка Экспорта
ur: برآمد ناکام

source: Export Complete
ar: اكتمل التصدير
bn: রপ্তানি সম্পন্ন
es: Exportación completada
hi: निर्यात पूर्ण
id: Ekspor Selesai
ja: エクスポート完了
pt: Exportação Concluída
ru: Экспорт завершён
ur: برآمد مکمل

# shareBackupQuestion
source: Would you like to share the backup file?
ar: هل تريد مشاركة ملف النسخ الاحتياطي؟
bn: আপনি কি ব্যাকআপ ফাইল শেয়ার করতে চান?
es: ¿Te gustaría compartir el archivo de copia de seguridad?
hi: क्या आप बैकअप फाइल शेयर करना चाहेंगे?
id: Apakah Anda ingin membagikan file cadangan?
ja: バックアップファイルを共有しますか？
pt: Gostaria de compartilhar o arquivo de backup?
ru: Хотите поделиться файлом резервной копии?
ur: کیا آپ بیک اپ فائل شیئر کرنا چاہیں گے؟

# importStarting
source: Starting import...
ar: جارٍ بدء الاستيراد...
bn: আমদানি শুরু হচ্ছে...
es: Iniciando importación...
hi: आयात शुरू हो रहा है...
id: Memulai impor...
ja: インポートを開始しています...
pt: Iniciando importação...
ru: Начало импорта...
ur: درآمد شروع ہو رہی ہے...

source: Import successful!
ar: تم الاستيراد بنجاح!
bn: আমদানি সফল!
es: ¡Importación exitosa!
hi: आयात सफल!
id: Impor berhasil!
ja: インポート成功！
pt: Importação bem-sucedida!
ru: Импорт успешен!
ur: درآمد کامیاب!

source: Import failed
ar: فشل الاستيراد
bn: আমদানি ব্যর্থ হয়েছে
es: Error en la importación
hi: आयात विफल
id: Impor gagal
ja: インポートに失敗しました
pt: Falha na importação
ru: Ошибка импорта
ur: درآمد ناکام

# importOptionsTitle
source: Import Options
ar: خيارات الاستيراد
bn: আমদানি বিকল্প
es: Opciones de importación
hi: आयात विकल्प
id: Opsi Impor
ja: インポートオプション
pt: Opções de Importação
ru: Параметры импорта
ur: درآمد کے اختیارات

# importOptionsQuestion
source: How would you like to import the data?
ar: كيف تريد استيراد البيانات؟
bn: আপনি কীভাবে ডেটা আমদানি করতে চান?
es: ¿Cómo te gustaría importar los datos?
hi: आप डेटा कैसे आयात करना चाहेंगे?
id: Bagaimana Anda ingin mengimpor data?
ja: データをどのようにインポートしますか？
pt: Como você gostaria de importar os dados?
ru: Как вы хотите импортировать данные?
ur: آپ ڈیٹا کیسے درآمد کرنا چاہیں گے؟
