Repository: HarmanPreet-Singh-XYT/TimeMark-ScreenTimeApp
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, es, fr, hi, id, ja, pt, ru, ur

# faqAlertsA2
source: The app offers multiple notification types: System alerts when you exceed screen time, Frequent alerts at customizable intervals (1, 5, 15, 30, or 60 minutes), and toggles for focus mode, screen time, and application-specific notifications.
ar: يقدم التطبيق أنواعاً متعددة من الإشعارات: تنبيهات النظام عند تجاوز وقت الشاشة، تنبيهات متكررة بفترات قابلة للتخصيص (1 أو 5 أو 15 أو 30 أو 60 دقيقة)، ومفاتيح تبديل لوضع التركيز ووقت الشاشة والإشعارات الخاصة بالتطبيقات.
bn: অ্যাপটি একাধিক বিজ্ঞপ্তি প্রকার অফার করে: স্ক্রিন টাইম অতিক্রম করলে সিস্টেম সতর্কতা, কাস্টমাইজযোগ্য বিরতিতে ঘন ঘন সতর্কতা (১, ৫, ১৫, ৩০, বা ৬০ মিনিট) এবং ফোকাস মোড, স্ক্রিন টাইম এবং অ্যাপ্লিকেশন-নির্দিষ্ট বিজ্ঞপ্তির জন্য টগল।
es: La aplicación ofrece múltiples tipos de notificaciones: Alertas del sistema cuando excedes el tiempo de pantalla, Alertas frecuentes a intervalos personalizables (1, 5, 15, 30 o 60 minutos), y opciones para modo enfoque, tiempo de pantalla y notificaciones específicas de aplicaciones.
fr: L'application offre plusieurs types de notifications : Alertes système lorsque vous dépassez le temps d'écran, Alertes fréquentes à intervalles personnalisables (1, 5, 15, 30 ou 60 minutes), et des bascules pour le mode concentration, le temps d'écran et les notifications spécifiques aux applications.
hi: ऐप कई प्रकार के नोटिफिकेशन प्रदान करता है: स्क्रीन टाइम पार करने पर सिस्टम अलर्ट, अनुकूलन योग्य अंतराल (1, 5, 15, 30, या 60 मिनट) पर बार-बार अलर्ट, और फोकस मोड, स्क्रीन टाइम, और एप्लिकेशन-विशिष्ट नोटिफिकेशन के लिए टॉगल।
id: Aplikasi menawarkan beberapa jenis notifikasi: Peringatan sistem saat Anda melebihi waktu layar, Peringatan sering pada interval yang dapat disesuaikan (1, 5, 15, 30, atau 60 menit), dan tombol untuk mode fokus, waktu layar, dan notifikasi khusus aplikasi.
ja: このアプリは複数の通知タイプを提供します：スクリーンタイムを超えた場合のシステムアラート、カスタマイズ可能な間隔（1、5、15、30、または60分）での頻繁なアラート、集中モード、スクリーンタイム、およびアプリケーション固有の通知の切り替え。
pt: O aplicativo oferece múltiplos tipos de notificação: Alertas do sistema quando você excede o tempo de tela, Alertas frequentes em intervalos personalizáveis (1, 5, 15, 30 ou 60 minutos) e alternadores para modo foco, tempo de tela e notificações específicas de aplicativos.
ru: Приложение предлагает несколько типов уведомлений: системные оповещения при превышении экранного времени, частые оповещения с настраиваемыми интервалами (1, 5, 15, 30 или 60 минут) и переключатели для уведомлений режима фокусировки, экранного времени и конкретных приложений.
ur: ایپ متعدد اقسام کی اطلاعات پیش کرتی ہے: جب آپ اسکرین ٹائم سے تجاوز کریں تو سسٹم الرٹس، حسب ضرورت وقفوں پر بار بار الرٹس (1، 5، 15، 30، یا 60 منٹ)، اور فوکس موڈ، اسکرین ٹائم، اور ایپلیکیشن کے مخصوص اطلاعات کے لیے ٹوگلز۔

# faqAlertsQ3
source: Can I customize limit alerts?
ar: هل يمكنني تخصيص تنبيهات الحدود؟
bn: আমি কি সীমা সতর্কতা কাস্টমাইজ করতে পারি?
es: ¿Puedo personalizar las alertas de límites?
fr: Puis-je personnaliser les alertes de limite ?
hi: क्या मैं सीमा अलर्ट को अनुकूलित कर सकता हूं?
id: Bisakah saya menyesuaikan peringatan batasan?
ja: 制限アラートをカスタマイズできますか？
pt: Posso personalizar alertas de limites?
ru: Можно ли настроить оповещения о лимитах?
ur: کیا میں حد کے الرٹس کو حسب ضرورت بنا سکتا ہوں؟

# faqAlertsA3
source: Yes, you can customize alert frequency, enable/disable specific types of alerts, and set different limits for overall screen time and individual applications.
ar: نعم، يمكنك تخصيص تردد التنبيهات وتمكين/تعطيل أنواع محددة من التنبيهات وتعيين حدود مختلفة لوقت الشاشة الإجمالي والتطبيقات الفردية.
bn: হ্যাঁ, আপনি সতর্কতার ফ্রিকোয়েন্সি কাস্টমাইজ করতে পারেন, নির্দিষ্ট ধরনের সতর্কতা সক্ষম/অক্ষম করতে পারেন এবং সামগ্রিক স্ক্রিন টাইম এবং পৃথক অ্যাপ্লিকেশনের জন্য বিভিন্ন সীমা সেট করতে পারেন।
es: Sí, puedes personalizar la frecuencia de alertas, activar/desactivar tipos específicos de alertas y establecer diferentes límites para el tiempo de pantalla general y aplicaciones individuales.
fr: Oui, vous pouvez personnaliser la fréquence des alertes, activer/désactiver des types spécifiques d'alertes et définir différentes limites pour le temps d'écran global et les applications individuelles.
hi: हां, आप अलर्ट की आवृत्ति को अनुकूलित कर सकते हैं, विशिष्ट प्रकार के अलर्ट को सक्षम/अक्षम कर सकते हैं, और समग्र स्क्रीन टाइम और व्यक्तिगत एप्लिकेशन के लिए अलग-अलग सीमाएं सेट कर सकते हैं।
id: Ya, Anda dapat menyesuaikan frekuensi peringatan, mengaktifkan/menonaktifkan jenis peringatan tertentu, dan menetapkan batasan berbeda untuk waktu layar keseluruhan dan aplikasi individual.
ja: はい、アラートの頻度をカスタマイズし、特定のタイプのアラートを有効/無効にし、全体的なスクリーンタイムと個別のアプリケーションに異なる制限を設定できます。
pt: Sim, você pode personalizar a frequência de alertas, ativar/desativar tipos específicos de alertas e definir limites diferentes para tempo de tela geral e aplicativos individuais.
ru: Да, вы можете настроить частоту оповещений, включить/отключить определённые типы оповещений и установить разные лимиты для общего экранного времени и отдельных приложений.
ur: ہاں، آپ الرٹ کی تعدد کو حسب ضرورت بنا سکتے ہیں، مخصوص قسم کے الرٹس کو فعال/غیر فعال کر سکتے ہیں، اور مجموعی اسکرین ٹائم اور انفرادی ایپلیکیشنز کے لیے مختلف حدود مقرر کر سکتے ہیں۔

# faqFocusQ1
source: What types of Focus Modes are available?
ar: ما أنواع أوضاع التركيز المتاحة؟
bn: কোন ধরনের ফোকাস মোড উপলব্ধ?
es: ¿Qué tipos de Modos de Enfoque están disponibles?
fr: Quels types de Modes Concentration sont disponibles ?
hi: किस प्रकार के फोकस मोड उपलब्ध हैं?
id: Jenis Mode Fokus apa yang tersedia?
ja: どのような種類の集中モードがありますか？
pt: Quais tipos de Modos de Foco estão disponíveis?
ru: Какие типы режимов фокусировки доступны?
ur: کون سی قسم کے فوکس موڈز دستیاب ہیں؟

# faqFocusA1
source: Available modes include Deep Work (longer focused sessions), Quick Tasks (short bursts of work), and Reading Mode. Each mode helps you structure your work and break times effectively.
ar: تشمل الأوضاع المتاحة العمل العميق (جلسات تركيز أطول) والمهام السريعة (فترات عمل قصيرة) ووضع القراءة. يساعدك كل وضع على هيكلة عملك وأوقات الراحة بفعالية.
bn: উপলব্ধ মোডগুলির মধ্যে রয়েছে ডিপ ওয়ার্ক (দীর্ঘ ফোকাসড সেশন), কুইক টাস্ক (কাজের সংক্ষিপ্ত বিস্ফোরণ) এবং রিডিং মোড। প্রতিটি মোড আপনাকে আপনার কাজ এবং বিরতির সময় কার্যকরভাবে গঠন করতে সাহায্য করে।
es: Los modos disponibles incluyen Trabajo Profundo (sesiones de enfoque más largas), Tareas Rápidas (ráfagas cortas de trabajo) y Modo Lectura. Cada modo te ayuda a estructurar tu trabajo y tiempos de descanso de manera efectiva.
fr: Les modes disponibles incluent Travail Approfondi (sessions de concentration plus longues), Tâches Rapides (courtes périodes de travail) et Mode Lecture. Chaque mode vous aide à structurer efficacement votre travail et vos temps de pause.
hi: उपलब्ध मोड में डीप वर्क (लंबे फोकस्ड सेशन), क्विक टास्क (काम के छोटे बर्स्ट), और रीडिंग मोड शामिल हैं। प्रत्येक मोड आपके काम और ब्रेक टाइम को प्रभावी ढंग से संरचित करने में मदद करता है।
id: Mode yang tersedia termasuk Deep Work (sesi fokus lebih lama), Quick Tasks (pekerjaan singkat), dan Mode Membaca. Setiap mode membantu Anda menyusun waktu kerja dan istirahat secara efektif.
ja: 利用可能なモードには、ディープワーク（長時間の集中セッション）、クイックタスク（短時間の作業）、リーディングモードがあります。各モードは、作業と休憩時間を効果的に構造化するのに役立ちます。
pt: Os modos disponíveis incluem Trabalho Profundo (sessões focadas mais longas), Tarefas Rápidas (curtos períodos de trabalho) e Modo Leitura. Cada modo ajuda você a estruturar efetivamente seu tempo de trabalho e pausas.
ru: Доступные режимы включают Глубокую работу (длительные сфокусированные сессии), Быстрые задачи (короткие рабочие интервалы) и Режим чтения. Каждый режим помогает эффективно структурировать ваше рабочее время и перерывы.
ur: دستیاب موڈز میں ڈیپ ورک (طویل توجہ مرکوز سیشنز)، کوئک ٹاسکس (کام کے مختصر دورانیے)، اور ریڈنگ موڈ شامل ہیں۔ ہر موڈ آپ کو اپنے کام اور وقفے کے اوقات کو مؤثر طریقے سے منظم کرنے میں مدد کرتا ہے۔

# faqFocusQ2
source: How flexible is the Pomodoro Timer?
ar: ما مدى مرونة مؤقت بومودورو؟
bn: পোমোডোরো টাইমার কতটা নমনীয়?
es: ¿Qué tan flexible es el Temporizador Pomodoro?
fr: Quelle est la flexibilité du Minuteur Pomodoro ?
hi: पोमोडोरो टाइमर कितना लचीला है?
id: Seberapa fleksibel Timer Pomodoro?
ja: ポモドーロタイマーはどの程度柔軟ですか？
pt: Quão flexível é o Timer Pomodoro?
ru: Насколько гибок таймер Помодоро?
ur: پومودورو ٹائمر کتنا لچکدار ہے؟

# faqFocusA2
source: The timer is highly customizable. You can adjust work duration, short break length, and long break duration. Additional options include auto-start for next sessions and notification settings.
ar: المؤقت قابل للتخصيص بدرجة عالية. يمكنك ضبط مدة العمل وطول الاستراحة القصيرة ومدة الاستراحة الطويلة. تشمل الخيارات الإضافية البدء التلقائي للجلسات التالية وإعدادات الإشعارات.
bn: টাইমারটি অত্যন্ত কাস্টমাইজযোগ্য। আপনি কাজের সময়কাল, সংক্ষিপ্ত বিরতির দৈর্ঘ্য এবং দীর্ঘ বিরতির সময়কাল সামঞ্জস্য করতে পারেন। অতিরিক্ত বিকল্পগুলির মধ্যে পরবর্তী সেশনের জন্য অটো-স্টার্ট এবং বিজ্ঞপ্তি সেটিংস অন্তর্ভুক্ত।
es: El temporizador es altamente personalizable. Puedes ajustar la duración del trabajo, la duración del descanso corto y la duración del descanso largo. Las opciones adicionales incluyen inicio automático para las siguientes sesiones y configuración de notificaciones.
fr: Le minuteur est hautement personnalisable. Vous pouvez ajuster la durée de travail, la durée de la pause courte et la durée de la pause longue. Des options supplémentaires incluent le démarrage automatique des sessions suivantes et les paramètres de notification.
hi: टाइमर अत्यधिक अनुकूलन योग्य है। आप काम की अवधि, छोटे ब्रेक की लंबाई, और लंबे ब्रेक की अवधि समायोजित कर सकते हैं। अतिरिक्त विकल्पों में अगले सेशन के लिए ऑटो-स्टार्ट और नोटिफिकेशन सेटिंग्स शामिल हैं।
id: Timer sangat dapat disesuaikan. Anda dapat menyesuaikan durasi kerja, lama istirahat pendek, dan durasi istirahat panjang. Opsi tambahan termasuk mulai otomatis untuk sesi berikutnya dan pengaturan notifikasi.
ja: タイマーは高度にカスタマイズ可能です。作業時間、短い休憩の長さ、長い休憩の時間を調整できます。追加オプションには、次のセッションの自動開始と通知設定があります。
pt: O timer é altamente personalizável. Você pode ajustar a duração do trabalho, tempo de pausa curta e duração da pausa longa. Opções adicionais incluem início automático para próximas sessões e configurações de notificação.
ru: Таймер очень настраиваемый. Вы можете регулировать продолжительность работы, длину короткого перерыва и продолжительность длинного перерыва. Дополнительные опции включают автозапуск следующих сессий и настройки уведомлений.
ur: ٹائمر انتہائی حسب ضرورت ہے۔ آپ کام کی مدت، مختصر وقفے کی لمبائی، اور طویل وقفے کی مدت کو ایڈجسٹ کر سکتے ہیں۔ اضافی اختیارات میں اگلے سیشنز کے لیے آٹو سٹارٹ اور اطلاع کی ترتیبات شامل ہیں۔

# faqFocusQ3
source: What does the Focus Mode history show?
ar: ماذا يظهر سجل وضع التركيز؟
bn: ফোকাস মোড ইতিহাস কী দেখায়?
es: ¿Qué muestra el historial del Modo Enfoque?
fr: Que montre l'historique du Mode Concentration ?
hi: फोकस मोड हिस्ट्री क्या दिखाती है?
id: Apa yang ditampilkan riwayat Mode Fokus?
ja: 集中モード履歴には何が表示されますか？
pt: O que o histórico do Modo Foco mostra?
ru: Что показывает история режима фокусировки?
ur: فوکس موڈ کی تاریخ کیا دکھاتی ہے؟

# faqFocusA3
source: Focus Mode history tracks daily focus sessions, showing the number of sessions per day, trends graph, average session duration, total focus time, and a time distribution pie chart breaking down work sessions, short breaks, and long breaks.
ar: يتتبع سجل وضع التركيز جلسات التركيز اليومية، ويعرض عدد الجلسات في اليوم ورسم بياني للاتجاهات ومتوسط مدة الجلسة وإجمالي وقت التركيز ومخطط دائري لتوزيع الوقت يقسم جلسات العمل والاستراحات القصيرة والاستراحات الطويلة.
bn: ফোকাস মোড ইতিহাস দৈনিক ফোকাস সেশন ট্র্যাক করে, প্রতিদিন সেশনের সংখ্যা, প্রবণতা গ্রাফ, গড় সেশনের সময়কাল, মোট ফোকাস সময় এবং কাজের সেশন, সংক্ষিপ্ত বিরতি এবং দীর্ঘ বিরতির ব্রেকডাউন সহ একটি সময় বিতরণ পাই চার্ট দেখায়।
es: El historial del Modo Enfoque rastrea las sesiones de enfoque diarias, mostrando el número de sesiones por día, gráfico de tendencias, duración promedio de sesión, tiempo total de enfoque y un gráfico circular de distribución del tiempo que desglosa sesiones de trabajo, descansos cortos y descansos largos.
fr: L'historique du Mode Concentration suit les sessions de concentration quotidiennes, montrant le nombre de sessions par jour, le graphique des tendances, la durée moyenne des sessions, le temps total de concentration et un diagramme circulaire de distribution du temps décomposant les sessions de travail, les pauses courtes et les pauses longues.
hi: फोकस मोड हिस्ट्री दैनिक फोकस सेशन को ट्रैक करती है, प्रति दिन सेशन की संख्या, ट्रेंड ग्राफ, औसत सेशन अवधि, कुल फोकस समय, और वर्क सेशन, शॉर्ट ब्रेक, और लॉन्ग ब्रेक को विभाजित करने वाला टाइम डिस्ट्रीब्यूशन पाई चार्ट दिखाती है।
id: Riwayat Mode Fokus melacak sesi fokus harian, menampilkan jumlah sesi per hari, grafik tren, durasi sesi rata-rata, total waktu fokus, dan diagram lingkaran distribusi waktu yang memecah sesi kerja, istirahat pendek, dan istirahat panjang.
ja: 集中モード履歴は、1日の集中セッションを追跡し、1日あたりのセッション数、傾向グラフ、平均セッション時間、合計集中時間、作業セッション、短い休憩、長い休憩を分類した時間分布円グラフを表示します。
pt: O histórico do Modo Foco rastreia sessões de foco diárias, mostrando o número de sessões por dia, gráfico de tendências, duração média da sessão, tempo total de foco e um gráfico de pizza de distribuição de tempo dividindo sessões de trabalho, pausas curtas e pausas longas.
ru: История режима фокусировки отслеживает дневные сессии фокусировки, показывая количество сессий в день, график трендов, среднюю продолжительность сессии, общее время фокусировки и круговую диаграмму распределения времени между рабочими сессиями, короткими и длинными перерывами.
ur: فوکس موڈ کی تاریخ روزانہ فوکس سیشنز کو ٹریک کرتی ہے، روزانہ سیشنز کی تعداد، رجحانات کا گراف، اوسط سیشن کی مدت، کل فوکس وقت، اور ایک وقت کی تقسیم کا پائی چارٹ دکھاتی ہے جو کام کے سیشنز، مختصر وقفوں، اور طویل وقفوں کو تقسیم کرتا ہے۔

# faqFocusQ4
source: Can I track my focus session progress?
ar: هل يمكنني تتبع تقدم جلسة التركيز؟
bn: আমি কি আমার ফোকাস সেশনের অগ্রগতি ট্র্যাক করতে পারি?
es: ¿Puedo rastrear el progreso de mis sesiones de enfoque?
fr: Puis-je suivre la progression de mes sessions de concentration ?
hi: क्या मैं अपने फोकस सेशन प्रोग्रेस को ट्रैक कर सकता हूं?
id: Bisakah saya melacak kemajuan sesi fokus saya?
ja: 集中セッションの進捗を追跡できますか？
pt: Posso acompanhar o progresso da minha sessão de foco?
ru: Можно ли отслеживать прогресс сессии фокусировки?
ur: کیا میں اپنے فوکس سیشن کی پیشرفت کو ٹریک کر سکتا ہوں؟

# faqFocusA4
source: The app features a circular timer UI with play/pause, reload, and settings buttons. You can easily track and manage your focus sessions with intuitive controls.
ar: يتميز التطبيق بواجهة مؤقت دائرية مع أزرار التشغيل/الإيقاف وإعادة التحميل والإعدادات. يمكنك بسهولة تتبع وإدارة جلسات التركيز بعناصر تحكم بديهية.
bn: অ্যাপটিতে প্লে/পজ, রিলোড এবং সেটিংস বোতাম সহ একটি বৃত্তাকার টাইমার UI রয়েছে। আপনি সহজাত নিয়ন্ত্রণগুলির সাথে সহজেই আপনার ফোকাস সেশনগুলি ট্র্যাক এবং পরিচালনা করতে পারেন।
es: La aplicación cuenta con una interfaz de temporizador circular con botones de reproducir/pausar, reiniciar y configuración. Puedes rastrear y gestionar fácilmente tus sesiones de enfoque con controles intuitivos.
fr: L'application dispose d'une interface de minuteur circulaire avec des boutons lecture/pause, recharger et paramètres. Vous pouvez facilement suivre et gérer vos sessions de concentration avec des contrôles intuitifs.
hi: ऐप में प्ले/पॉज़, रीलोड, और सेटिंग्स बटन के साथ एक सर्कुलर टाइमर UI है। आप सहज नियंत्रणों के साथ अपने फोकस सेशन को आसानी से ट्रैक और प्रबंधित कर सकते हैं।
id: Aplikasi menampilkan UI timer melingkar dengan tombol putar/jeda, muat ulang, dan pengaturan. Anda dapat dengan mudah melacak dan mengelola sesi fokus Anda dengan kontrol intuitif.
ja: このアプリは、再生/一時停止、リロード、設定ボタンを備えた円形タイマーUIを特徴としています。直感的なコントロールで集中セッションを簡単に追跡および管理できます。
pt: O aplicativo possui uma interface de timer circular com botões de play/pausa, recarregar e configurações. Você pode facilmente acompanhar e gerenciar suas sessões de foco com controles intuitivos.
ru: Приложение имеет круговой интерфейс таймера с кнопками воспроизведения/паузы, перезагрузки и настроек. Вы можете легко отслеживать и управлять сессиями фокусировки с помощью интуитивного управления.
ur: ایپ میں پلے/پاز، ری لوڈ، اور سیٹنگز بٹنز کے ساتھ ایک سرکلر ٹائمر UI ہے۔ آپ بدیہی کنٹرولز کے ساتھ اپنے فوکس سیشنز کو آسانی سے ٹریک اور منظم کر سکتے ہیں۔

# faqSettingsQ1
source: What customization options are available?
ar: ما خيارات التخصيص المتاحة؟
bn: কোন কাস্টমাইজেশন বিকল্প উপলব্ধ?
es: ¿Qué opciones de personalización están disponibles?
fr: Quelles options de personnalisation sont disponibles ?
hi: कौन से अनुकूलन विकल्प उपलब्ध हैं?
id: Opsi kustomisasi apa yang tersedia?
ja: どのようなカスタマイズオプションがありますか？
pt: Quais opções de personalização estão disponíveis?
ru: Какие параметры настройки доступны?
ur: کون سے حسب ضرورت اختیارات دستیاب ہیں؟

# faqSettingsA1
source: Customization includes theme selection (System, Light, Dark), language settings, startup behavior, comprehensive notification controls, and data management options like clearing data or resetting settings.
ar: يشمل التخصيص اختيار السمة (النظام، فاتح، داكن) وإعدادات اللغة وسلوك بدء التشغيل وعناصر تحكم شاملة في الإشعارات وخيارات إدارة البيانات مثل مسح البيانات أو إعادة تعيين الإعدادات.
bn: কাস্টমাইজেশনে অন্তর্ভুক্ত থিম নির্বাচন (সিস্টেম, লাইট, ডার্ক), ভাষা সেটিংস, স্টার্টআপ আচরণ, ব্যাপক বিজ্ঞপ্তি নিয়ন্ত্রণ এবং ডেটা মুছে ফেলা বা সেটিংস রিসেট করার মতো ডেটা ব্যবস্থাপনা বিকল্প।
es: La personalización incluye selección de tema (Sistema, Claro, Oscuro), configuración de idioma, comportamiento de inicio, controles completos de notificaciones y opciones de gestión de datos como borrar datos o restablecer configuración.
fr: La personnalisation comprend la sélection du thème (Système, Clair, Sombre), les paramètres de langue, le comportement au démarrage, des contrôles de notification complets et des options de gestion des données comme effacer les données ou réinitialiser les paramètres.
hi: अनुकूलन में थीम चयन (सिस्टम, लाइट, डार्क), भाषा सेटिंग्स, स्टार्टअप व्यवहार, व्यापक नोटिफिकेशन नियंत्रण, और डेटा क्लियर करने या सेटिंग्स रीसेट करने जैसे डेटा प्रबंधन विकल्प शामिल हैं।
id: Kustomisasi mencakup pemilihan tema (Sistem, Terang, Gelap), pengaturan bahasa, perilaku startup, kontrol notifikasi komprehensif, dan opsi manajemen data seperti menghapus data atau mengatur ulang pengaturan.
ja: カスタマイズには、テーマ選択（システム、ライト、ダーク）、言語設定、起動動作、包括的な通知コントロール、データのクリアや設定のリセットなどのデータ管理オプションが含まれます。
pt: A personalização inclui seleção de tema (Sistema, Claro, Escuro), configurações de idioma, comportamento de inicialização, controles abrangentes de notificação e opções de gerenciamento de dados como limpar dados ou redefinir configurações.
ru: Настройка включает выбор темы (Системная, Светлая, Тёмная), языковые настройки, поведение при запуске, комплексное управление уведомлениями и параметры управления данными, такие как очистка данных или сброс настроек.
ur: حسب ضرورت میں تھیم کا انتخاب (سسٹم، لائٹ، ڈارک)، زبان کی ترتیبات، سٹارٹ اپ رویہ، جامع اطلاع کے کنٹرولز، اور ڈیٹا مینجمنٹ کے اختیارات جیسے ڈیٹا صاف کرنا یا ترتیبات کو ری سیٹ کرنا شامل ہیں۔

# faqSettingsQ2
source: How do I provide feedback or report issues?
ar: كيف أقدم ملاحظات أو أبلغ عن مشاكل؟
bn: আমি কীভাবে প্রতিক্রিয়া প্রদান করতে বা সমস্যা রিপোর্ট করতে পারি?
es: ¿Cómo proporciono comentarios o informo problemas?
fr: Comment puis-je donner mon avis ou signaler des problèmes ?
hi: मैं फीडबैक कैसे दूं या समस्याएं कैसे रिपोर्ट करूं?
id: Bagaimana cara memberikan umpan balik atau melaporkan masalah?
ja: フィードバックを送信したり、問題を報告するにはどうすればよいですか？
pt: Como forneço feedback ou relato problemas?
ru: Как отправить отзыв или сообщить о проблеме?
ur: میں رائے کیسے دوں یا مسائل کی رپورٹ کیسے کروں؟

# faqSettingsA2
source: At the bottom of the Settings section, you'll find buttons to Report a Bug, Submit Feedback, or Contact Support. These will redirect you to the appropriate support channels.
ar: في أسفل قسم الإعدادات، ستجد أزراراً للإبلاغ عن خطأ أو إرسال ملاحظات أو الاتصال بالدعم. ستوجهك هذه إلى قنوات الدعم المناسبة.
bn: সেটিংস বিভাগের নীচে, আপনি বাগ রিপোর্ট, প্রতিক্রিয়া জমা দিন বা সাপোর্টে যোগাযোগ করার বোতাম পাবেন। এগুলি আপনাকে উপযুক্ত সাপোর্ট চ্যানেলে পুনঃনির্দেশ করবে।
es: En la parte inferior de la sección de Configuración, encontrarás botones para Reportar un Error, Enviar Comentarios o Contactar Soporte. Estos te redirigirán a los canales de soporte apropiados.
fr: En bas de la section Paramètres, vous trouverez des boutons pour Signaler un Bug, Soumettre un Commentaire ou Contacter le Support. Ceux-ci vous redirigeront vers les canaux de support appropriés.
hi: सेटिंग्स सेक्शन के नीचे, आपको बग रिपोर्ट करने, फीडबैक सबमिट करने, या सपोर्ट से संपर्क करने के बटन मिलेंगे। ये आपको उचित सपोर्ट चैनलों पर रीडायरेक्ट करेंगे।
id: Di bagian bawah bagian Pengaturan, Anda akan menemukan tombol untuk Laporkan Bug, Kirim Umpan Balik, atau Hubungi Dukungan. Ini akan mengarahkan Anda ke saluran dukungan yang sesuai.
ja: 設定セクションの下部に、バグを報告、フィードバックを送信、またはサポートに連絡するためのボタンがあります。これらは適切なサポートチャネルにリダイレクトされます。
pt: No final da seção Configurações, você encontrará botões para Relatar um Bug, Enviar Feedback ou Contatar Suporte. Estes irão redirecioná-lo para os canais de suporte apropriados.
ru: В нижней части раздела Настройки вы найдёте кнопки для сообщения об ошибке, отправки отзыва или связи с поддержкой. Они перенаправят вас в соответствующие каналы поддержки.
ur: ترتیبات سیکشن کے نیچے، آپ کو بگ رپورٹ کرنے، رائے جمع کرانے، یا سپورٹ سے رابطہ کرنے کے بٹن ملیں گے۔ یہ آپ کو مناسب سپورٹ چینلز پر ری ڈائریکٹ کریں گے۔

# faqSettingsQ3
source: What happens when I clear my data?
ar: ماذا يحدث عند مسح البيانات؟
bn: আমি যখন আমার ডেটা মুছে ফেলি তখন কী হয়?
es: ¿Qué sucede cuando borro mis datos?
fr: Que se passe-t-il lorsque j'efface mes données ?
hi: जब मैं अपना डेटा क्लियर करता हूं तो क्या होता है?
id: Apa yang terjadi ketika saya menghapus data saya?
ja: データをクリアするとどうなりますか？
pt: O que acontece quando limpo meus dados?
ru: Что происходит при очистке данных?
ur: جب میں اپنا ڈیٹا صاف کرتا ہوں تو کیا ہوتا ہے؟

# faqSettingsA3
source: Clearing data will reset all your usage statistics, focus session history, and custom settings. This is useful for starting fresh or troubleshooting.
ar: سيؤدي مسح البيانات إلى إعادة تعيين جميع إحصائيات الاستخدام وسجل جلسات التركيز والإعدادات المخصصة. هذا مفيد للبدء من جديد أو استكشاف الأخطاء وإصلاحها.
bn: ডেটা মুছে ফেলা আপনার সমস্ত ব্যবহারের পরিসংখ্যান, ফোকাস সেশন ইতিহাস এবং কাস্টম সেটিংস রিসেট করবে। এটি নতুন করে শুরু করতে বা সমস্যা সমাধানের জন্য দরকারী।
es: Borrar datos restablecerá todas tus estadísticas de uso, historial de sesiones de enfoque y configuración personalizada. Esto es útil para empezar de nuevo o solucionar problemas.
fr: Effacer les données réinitialisera toutes vos statistiques d'utilisation, l'historique des sessions de concentration et les paramètres personnalisés. C'est utile pour repartir de zéro ou pour le dépannage.
hi: डेटा क्लियर करने से आपके सभी उपयोग आंकड़े, फोकस सेशन हिस्ट्री, और कस्टम सेटिंग्स रीसेट हो जाएंगी। यह फ्रेश स्टार्ट या समस्या निवारण के लिए उपयोगी है।
id: Menghapus data akan mengatur ulang semua statistik penggunaan Anda, riwayat sesi fokus, dan pengaturan khusus. Ini berguna untuk memulai dari awal atau pemecahan masalah.
ja: データをクリアすると、すべての使用統計、集中セッション履歴、カスタム設定がリセットされます。これは、新しく始めたり、トラブルシューティングに役立ちます。
pt: Limpar dados redefinirá todas as suas estatísticas de uso, histórico de sessões de foco e configurações personalizadas. Isso é útil para começar do zero ou solucionar problemas.
ru: Очистка данных сбросит всю вашу статистику использования, историю сессий фокусировки и пользовательские настройки. Это полезно для начала с чистого листа или устранения неполадок.
ur: ڈیٹا صاف کرنے سے آپ کے تمام استعمال کے اعدادوشمار، فوکس سیشن کی تاریخ، اور حسب ضرورت ترتیبات ری سیٹ ہو جائیں گی۔ یہ نئے سرے سے شروع کرنے یا مسائل حل کرنے کے لیے مفید ہے۔
